[["REVIEW", "published: 11 June 2021", "doi: 10.3389/fpsyt.2021.684720", "Frontiers in Psychiatry | www.frontiersin.org 1 June 2021 | Volume 12 | Article 684720Editedby:", "CheriseRosen,", "UniversityofIllinoisatChicago,", "UnitedStates", "Reviewedby:", "DanielCollerton,", "NewcastleUniversity,UnitedKingdom", "LisaWagels,", "Helmholtz-VerbandDeutscher", "Forschungszentren(HZ),Germany", "*Correspondence:", "StevenM.Silverstein", "steven_silverstein@urmc.rochester.edu", "Specialtysection:", "Thisarticlewassubmittedto", "SocialCognition,", "asectionofthejournal", "FrontiersinPsychiatry", "Received: 23March2021", "Accepted: 14May2021", "Published: 11June2021", "Citation:", "SilversteinSMandLaiA(2021)The", "PhenomenologyandNeurobiologyof", "VisualDistortionsandHallucinationsin", "Schizophrenia:AnUpdate.", "Front.Psychiatry12:684720.", "doi:10.3389/fpsyt.2021.684720The Phenomenology and", "Neurobiology of Visual Distortions", "and Hallucinations in Schizophrenia:", "An Update", "StevenM.Silverstein1,2,3,4*andAdriannLai1", "1DepartmentofPsychiatry,UniversityofRochesterMedical Center,Rochester,NY,UnitedStates,2Departmentof", "Neuroscience,UniversityofRochesterMedicalCenter,Roc hester,NY,UnitedStates,3DepartmentofOphthalmology,", "UniversityofRochesterMedicalCenter,Rochester,NY,Uni tedStates,4CenterforVisualScience,UniversityofRochester", "MedicalCenter,Rochester,NY,UnitedStates", "Schizophrenia is characterized by visual distortions in ∼60% of cases, and visual", "hallucinations (VH) in ∼25–50% of cases, depending on the sample. These symptoms", "have received relatively little attention in the literatur e, perhaps due to the higher rate", "of auditory vs. visual hallucinations in psychotic disorde rs, which is the reverse of", "what is found in other neuropsychiatric conditions. Given t he clinical signiﬁcance of", "these perceptual disturbances, our aim is to help address th is gap by updating and", "expanding upon prior reviews. Speciﬁcally, we: (1) present ﬁndings on the nature and", "frequency of VH and distortions in schizophrenia; (2) revie w proposed syndromes of VH", "in neuro-ophthalmology and neuropsychiatry, and discuss t he extent to which these", "characterize VH in schizophrenia; (3) review potential cor tical mechanisms of VH in", "schizophrenia; (4) review retinal changes that could contr ibute to VH in schizophrenia;", "(5)discussrelationshipsbetweenﬁndingsfromlaboratory measuresofvisualprocessing", "and VH in schizophrenia; and (6) integrate ﬁndings across bi ological and psychological", "levels to propose an updated model of VH mechanisms, includi ng how their content is", "determined, and how they may reﬂect vulnerabilities in the m aintenance of a sense of", "self. In particular, we emphasize the potential role of alte rations at multiple points in the", "visualpathway,includingtheretina,therolesofmultiple neurotransmitters,andtheroleof", "a combination of disinhibited default mode network activit y and enhanced state-related", "apical/contextual drive in determining the onset and conte nt of VH. In short, our goal", "is to cast a fresh light on the under-studied symptoms of VH an d visual distortions", "in schizophrenia for the purposes of informing future work o n mechanisms and the", "development of targeted therapeutic interventions.", "Keywords: visual hallucinations, visual distortions, psy chosis, schizophrenia, retina, mechanisms, self", "INTRODUCTION", "Hallucinations are one of the characteristic symptoms of sch izophrenia and other psychotic", "disorders, occurring at some point in ∼60-80% of those aﬀected ( 1–3). Although hallucinations", "in psychotic disorders occur most commonly in the auditory mo dality, a recent review of visual", "hallucinations(VH)inschizophreniareportedaweightedmea nprevalenceof27%,withanotably"], ["Silverstein and Lai VH in Schizophrenia", "wide range across studies (range: 4–65%; SD =9) (4). A", "subsequent large-scale study of non-aﬀective psychosis ( N=", "1,119)indicatedthat37%ofpeoplewithschizophreniaand47.5 %", "of people with schizoaﬀective disorder had experienced VH at", "some point ( 5). Findings from other individual studies suggest", "that the variability in prevalence across investigations ma y be", "due to methodological diﬀerences in how VH are assessed, as", "well as clinical diﬀerences across samples. For example, Brach a", "et al. (6) found that a chart review of discharged schizophrenia", "patients with a chronic course of illness identiﬁed a history of", "VH in 32% of the cases, whereas their prospective evaluation", "with another patient sample indicated a VH prevalence of 56%;", "notably, in 43% of the cases with a history of VH, it was the", "researchinterviewthatﬁrstdocumentedthissymptom( 6).These", "resultssuggestthatstudiesthatrelyonclinicianreportsm ayyield", "underestimatesofVHprevalence.Severalotherstudiesofpeo ple", "with a chronic course of schizophrenia have reported similar", "rates, such as 40% ( 7), 49% (8), 57.2% (in the United States vs.", "39%inIndia)( 9),and63%( 10)1.Thesedatasuggestthat,atleast", "in some subgroups of individuals with schizophrenia, the rate of", "VH may be higher than traditionally thought, and that standa rd", "assessmentsinclinicalsettingsmayoftenfailtoadequate lyprobe", "thistypeofsymptom.", "Visual hallucinations are not the only form of visual", "perceptual anomaly experienced in schizophrenia. For example,", "over 60% of people with schizophrenia experience visual", "distortions involving changes in clarity, form, brightnes s, color,", "motion, or persistence of visual stimuli ( 8,12–18) (seeTable1).", "It has also been reported that visual imagery is increased in", "people with schizophrenia ( 19). In addition to visual anomalies,", "it is well-established that schizophrenia is associated wit h", "visual processing impairments on laboratory tasks, includin g", "in contrast sensitivity and perceptual organization ( 17) (see", "Table2). Alterations in such visual functions have also", "been observed among those at high risk for psychosis ( 20,", "21), and visual perceptual disturbances in childhood ( 22,", "23) and adulthood ( 24) predict the later development of", "schizophrenia [and to a greater extent than other sensory", "anomalies( 23)].", "The visual system is the most understood part of human", "brain, and the most studied area in neuroscience ( 29). For", "these and other reasons, it provides an excellent model syste m", "for understanding neural function and circuitry, includin g", "for generating and testing hypotheses about what may be", "occurring in other systems in the brain ( 30). Therefore, the", "potential for studies of alterations in visual functions in", "schizophrenia spectrum disorders to inform our understandin g", "ofthedevelopment,pathophysiology,andheterogeneityofthe se", "conditions appearstobe signiﬁcant.Indeed,thereare numero us", "examples of ﬁndings from such studies that have advanced", "knowledge in these areas, including: (1) the predictive vali dity", "of visual disturbances for a later diagnosis of schizophreni a", "1A rate of VH of 62% was reported in a study of schizophrenia patients in Saudi", "Arabia (11). As noted by the authors of this study, cultural and religious fa ctors", "make it diﬃcult to compare these data to rates of VH in countries such a s the US", "andUK.TABLE 1 | Examples of visual distortions experienced by people with", "schizophrenia.", "Phenomenon Description", "Blurred vision Transiently reduced visual acuity", "Transitory blindness Temporary loss of most/all vision", "Partial seeing Parts of objects that should be visible are no t", "visible", "Hypersensitivity to light Brightness and colors appear to b e", "intensiﬁed", "Photopsias Light stimuli appear and disappear quickly", "Porropsia Distance between self and objects is altered", "Micropsia Objects seem smaller and/or space larger", "Macropsia Objects seem larger than usual", "Metamorphopsia Objects appear to change in shape and form", "Prosometamorphopsia Faces change and can look disﬁgured", "Metachromopsia The normal coloring of objects is altered", "Dysmegalopsia Different parts of objects change different ly in", "size", "Pseudomovement of objects Stable objects and scenes appear to move", "Changes in object orientation Upright objects may appear ti lted", "Palinopsia Repeated perception of objects that are no", "longer in the ﬁeld of view", "ForfurtherdetailonthesephenomenainschizophreniaseeKeaneetal.( 8),Bunneyetal.", "(12),Silverstein( 17),Klosterkotteretal.( 24),Silversteinetal.( 18),Nikitovaetal.( 25),Keri", "etal.(26),andKissetal.( 27).", "(22–24); (2) the documentation of visual impairments in high", "risk individuals ( 20,21); (3) links between high-level visual", "changes (see Table2) and psychotic symptoms ( 31) suggesting", "the utility of speciﬁc visual tasks for probing predictive", "coding mechanisms (i.e., the degree to which perception can", "be considered optimal from a Bayesian perspective, with", "an appropriate balance of emphases on sensory data and", "prior experience) ( 32–34); (4) links between mid-level visual", "processing alterations and disorganized symptoms suggesting", "shared impairments at the level of apical dendrite-mediated", "context-based ampliﬁcation of feedforward input ( 17,35–37)", "(5) links between low-level visual disturbances and negative", "symptomssuggestingsharedmechanismsinvolvinggaincontr ol", "(38–41); and (6) consistent ﬁndings of associations between", "speciﬁc visual impairments and characteristics such as poor", "premorbid social functioning and poor prognosis ( 17). It", "is curious, however, that despite consistent accumulation of", "information on visual impairments in schizophrenia, these", "ﬁndings have rarely been applied to an understanding of visu al", "hallucinations and distortions . One purpose of this review is to", "addressthisgapintheliterature.", "VH IN SCHIZOPHRENIA", "VH in psychosis are typically experienced as being as real", "and vivid as typical percepts of stimuli in external space, and", "are generally out of the control of the individual experiencin g", "them, although some people have insight as to the hallucinator y", "nature of the percepts ( 4,42,43). Content is typically in color", "Frontiers in Psychiatry | www.frontiersin.org 2 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "TABLE 2 | Deﬁnitions and examples of different levels of visual proces sing,", "emphasizing those that are clearly impaired in many people w ith schizophrenia.", "Level Deﬁnition Examples", "Low Representation of", "information", "generated by the", "retina and primary", "visual cortexSensitivity to luminance changes (as", "measured by electroretinography)*", "Contrast sensitivity*", "Edge detection", "Spatial frequency processing*", "Orientation tuning*", "Vernier acuity*", "Motion detection", "Mid Integration of", "information about", "visual features into", "higher order", "representations", "with emergent", "featuresFigure-ground segregation", "Perceptual organization*", "Coherent motion detection*", "Illusory contour perception*", "Visual context processing (e.g.,", "Ebbinghaus illusion)*", "High Interpretation of", "what is seenDisambiguation based on prior experience", "(e.g., Mooney faces test)*", "Object recognition*", "Object classiﬁcation", "Depth inversion illusions*", "*Consistentpublishedevidenceofimpairmentsinschizophrenia.Som evisualprocessing", "paradigmsonwhichpeoplewithschizophreniahaveconsistentlyshown impairments,but", "thatdonotﬁtneatlyintothecategoriesoflow-,mid-,orhigh-levelv ision,orthatoperate", "at multiple levels, are not shown (e.g., backward masking deﬁcits). See Silverstein ( 17)", "andSilversteinetal.( 28)foracomprehensivereviewsoftheseliteratures.", "(but can be in black and white), complex rather than simple,", "and includes people (e.g., strangers, supernatural beings, or", "loved ones), faces, animals, shadows, or other fully formed", "objects or beings ( 4,42–45). VH in schizophrenia are typically", "three-dimensional and are incorporated into visual scenes ( 46).", "However, in some cases, the VH may be in the form of simple", "geometric patterns ( 17,45). In contrast to some of the ﬁndings", "reported above, Lindal et al. ( 47) found a lower frequency", "of VH involving people and a higher frequency of unformed", "images (e.g., lights) in schizophrenia compared to VH in the", "general population. This is consistent with the ﬁndings of", "an earlier review ( 48). It is possible these discrepant ﬁndings", "reﬂect diﬀerences across studies in the relative contributi ons", "of factors related to the expression of VH with which samples", "of patients are heterogeneous [e.g., reduced retinal signal ing,", "hippocampal changes, excessive striatal dopamine (DA); see", "Figure2]. These factors will be discussed in later sections of", "thepaper.", "Inastudyinvolvingpatientswithvariouspsychoticdisorder s,", "including schizophrenia ( 49), most VH were located in the", "midline of the visual ﬁeld or located across both hemiﬁelds a nd", "appearedtobeclosetotheviewer,butnotcloseenoughtotouch .", "One study reported that the majority of VH occurred when", "patients were alone, in quiet environments, or in dim lightin g", "conditions ( 49), whereas an older pre-DSM-III study reported", "that only 6% of people with schizophrenia had VH when they", "were alone ( 43). VH may be ﬂeeting or persist for hours at a", "time (3,42,43). The reactions to such visions can be negative or", "positive, but VH in people with schizophrenia most commonlycause distress, which often leads to functional impairment ( 4,", "42,49–52). People who have VH as well as hallucinations in", "other modalities are more likely to report their VH as real,", "irritating, and distressing. If the content of VH is accepted", "as real, or possibly real, they can contribute to the formation", "of delusions (e.g., of control, thought insertion, etc.), wh ich,", "in turn, can lead to even greater distress ( 53) and functional", "impairment. Even the milder changes that characterize visua l", "distortions can be clinically signiﬁcant. For example, a stud y of", "visual distortions in adolescents at a clinical high risk clin ic (54)", "indicated that they were signiﬁcantly associated with suic idal", "ideation(OR =4.33,95%CI =1.28–14.64)evenaftercontrolling", "for age, gender, depression, thought disorder, paranoia, and", "auditorydistortions.", "FewschizophreniapatientswhoexperienceVHdosowithout", "also experiencing auditory hallucinations, either simultan eously", "or at other times. The rate of patients who experience", "VH and auditory hallucinations has been estimated at 80–", "98%, whereas it is far less common for those who have", "auditory hallucinations to also experience VH ( 1,3,6,7). Of", "note, the predominance of auditory hallucinations relative to", "VH in psychotic disorders contrasts to what is observed in", "neurological disorders such as Parkinson’s disease and vario us", "forms of dementia; in these latter conditions, VH are much", "more common than auditory hallucinations ( 4). The common", "presence of auditory hallucinations with VH in schizophrenia", "suggests that aspects of VH pathophysiology in psychotic", "disorders are shared with that of auditory hallucinations.", "In the section on cortical mechanisms below we discuss", "evidence that all forms of hallucinations may share a speciﬁc", "brain network abnormality, while hallucinations in a given", "sensory modality involve additional impairments speciﬁc to", "thatmodality.", "There are mixed results regarding a possible relationship", "between VH and illness severity in schizophrenia, although", "numerous reports suggest that the presence of VH is", "associated with a more severe course of illness ( 1,7).", "Further evidence for a link between illness severity and", "VH comes from studies indicating that VH are associated", "with lower IQ and earlier age of onset ( 5,6). It has also", "been observed that childhood-onset schizophrenia, which is", "generally characterized by poor long-term outcomes ( 55–57),", "is associated with higher rates of VH than is adult-onset", "schizophrenia( 58).", "In contrast to these ﬁndings, however, are the results from", "several studies suggesting that VH may be associated with", "a better prognosis. For example, Small et al. ( 52) reported", "that patients with acute schizophrenia who experienced", "multimodal auditory-visual hallucinations had shorter an d", "fewer previous hospitalizations compared to patients with", "schizophrenia who did not experience VH Similarly, McCabe", "et al. (59) found that participants with schizophrenia who", "were classiﬁed as having a “good prognosis” were more", "likely to have a history of VH than those with a “poor", "prognosis” proﬁle. Relatedly, a study of young people at", "clinical high risk for psychosis reported that those with visu al", "perceptual anomalies were at lower risk for conversion", "Frontiers in Psychiatry | www.frontiersin.org 3 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "to full psychosis than those with auditory perceptual", "abnormalities( 60).", "One potential explanation for these discrepant ﬁndings", "regarding VH/distortions and illness severity in schizophr enia", "is that hallucinatory experiences, including VH, are often", "associated with a history of severe trauma and post-traumati c", "stress disorder ( 61). The clinical presentation of PTSD with VH", "can be diﬃcult to discriminate from that of schizophrenia in t he", "short term, and these disorders can also co-occur, complicati ng", "the diagnostic assessment ( 61,62). A history of trauma also", "increases risk for both PTSD and a psychotic disorder ( 63,", "64). Mood disorders with psychotic features, especially bipolar", "disorder, can also be diﬃcult to distinguish from schizophre nia,", "especially early in the illness, and hallucinations in bipola r", "disorder are more likely to be in the visual modality compared", "to those in schizophrenia ( 65). The studies by Small et al. and", "McCabe et al., which suggested that VH in schizophrenia are", "associated with a better prognosis, were conducted before th e", "DSM-III era (i.e., prior to the establishment of research-gra de", "diagnosticcriteria);thus,thesesamplesmayhaveincluded people", "with psychotic symptoms but who would not meet current", "diagnostic criteria for schizophrenia (e.g., people with PTSD", "or a mood disorder with psychotic features). This is consiste nt", "with the recognition that prior to DSM-III, at least in the", "United States, the diagnostic category of schizophrenia had", "become so broad as to include conditions that are no longer", "considered schizophrenia spectrum disorders, and was applied", "to many people who would now be considered to have bipolar", "disorder( 66).EvidenceforthisintheMcCabeetal.( 59)studyis", "thatthegoodprognosisgroup(theonewithahigherrateofVH)", "was more likely to have diagnosable major depression or mania ,", "andsoitispossiblethatmanyofthesepatientswould,current ly,", "be considered to have a mood disorder with psychotic features", "ratherthanschizophrenia.Withregardtothemore recentstu dy", "of individuals at clinical high risk for psychosis ( 60), although", "speculative, it is possible that young people presenting at the", "high-risk clinic with visual perceptual disturbances were mo re", "likely to be characterized by PTSD or by what would eventuall y", "turn out to be a mood disorder compared to those without", "such symptoms; if this were the case, it may have contributed", "to the reduced risk of conversion to a psychotic disorder amon g", "those with visual perceptual symptoms in that sample. In short,", "while VH is not, in general, a good prognostic indicator when", "compared to not having any hallucinations, when VH occur", "early in a psychiatric illness it may sometimes be an aspect of", "severe PTSD or a mood disorder in people who are not likely to", "developaschizophreniaspectrumdisorder.Incontrast,inpeo ple", "with a deﬁnite diagnosis of a schizophrenia spectrum disorder ,", "especially those with a history of chronic illness, the occurr ence", "of VH appears to be an aspect of a more severe psychotic", "disorder.Itisinterestingthatverypoorprognosisschizophr enia", "patients are characterized by gray and white matter loss in th e", "occipital lobe ( 67,68), whereas this is more rare in patients", "with better outcomes. It is unclear, however, if such volume loss", "in visual cortex is related to VH or visual distortions in thi s", "patientgroup.SYNDROMES OF VISUAL", "HALLUCINATIONS", "ﬀytche (69) proposed that there are three independent visual", "hallucinatory syndromes, each of which have their own patter ns", "of pathophysiology, content, and other associated phenomena.", "One, the deaﬀerentation syndrome , involves loss of input to the", "visual cortex due to retinal and/or subcortical impairment. It", "encompasses visual anomalies related to eye conditions such a s", "macular degeneration, Stargardt’s disease, and glaucoma. Th e", "VHassociatedwiththedeaﬀerentationsyndromecanbesimple,", "geometricpatternsorfullyformedobjectsandpeople.Thelatte r", "case is known as Charles Bonnet Syndrome. With regard to", "mechanisms,itisthoughtthatthereductionin,orcompletel oss", "of, visual input associated with these eye conditions disinhi bits", "visual cortical neurons, which results in a release of norma lly", "dormant patterns of activation that are subjectively experie nced", "as VH (70). This model overlaps with the Activation, Input", "and Modulation (AIM) model proposed by Hobson et al. ( 71),", "which was applied to VH in Parkinson’s disease and Lewy body", "dementiabyDiederichetal.( 72).Ithasbeenshownthatsuchan", "increase in excitability consequent to loss of retinal input i n part", "reﬂectsincreasedplasticityandcorticalreorganizationf ollowing", "alesion.Forexample,animalandcomputationalstudiesindic ate", "that after a visual cortical lesion, peri-lesion neurons inc rease", "their receptive ﬁeld size, and their activity level is increas ed", "due to removal of inhibitory input from the lesioned neurons", "(73,74). This activity has been demonstrated in cat to result", "in illusions and perceptual ﬁlling-in phenomena ( 75). Hyper-", "excitabilityofvisualcircuitshasbeenassociatedwithst imulation-", "induced VH in healthy volunteers ( 76), and with spontaneous", "VH in Charles Bonnet syndrome ( 77). A good summary of data", "onhyper-excitabilityafterreducedinputtothevisualsyste m,and", "itsrelationshiptoVHcanbefoundinBurke( 78).Dataonvisual", "system hyper-excitability and VH in schizophrenia, Parkinson ’s", "disease, and LSD use is reviewed in Waters et al. ( 4). It must be", "noted, however, that while retinal/LGN deaﬀerentation typic ally", "leadstohyper-excitabilityinvisualcortex,lesionsinV1o rV2can", "alsoleadtodisinhibitionofactivitywithintheoccipitall obethat", "can be associated with VH ( 79). Hyper-excitability, in the form", "of seizure-like activity [“local paroxysms in the sensory syste m”", "(78), p. 537] can, in general, be a result of isolation of cortical", "circuitry due to brain trauma, lesions, hypoxia, or other cau ses.", "Whilethiscanbethoughtofasaformofdeaﬀerentation,itisn ot", "strictly the type of sensory deaﬀerentation that ﬀytche discus sed", "inhis3-syndromemodel.", "In the typology proposed by ﬀytche ( 69) [see also ( 76)],", "schizophrenia was not included in the group of conditions", "characterized by the deaﬀerentation syndrome. There and in", "a later paper ( 76), he concluded that sensory deaﬀerentation-", "induced simple hallucinations such as those found in Charles", "Bonnet syndrome are not a good model for VH in disorders", "such as schizophrenia where the early visual system is though t", "to be intact, and VH are thought to involve reduced cholinerg ic", "inputsfromthebasalforebrainandsubsequenteﬀectsonventr al", "temporal regions (resulting in complex VH; see paragraph", "Frontiers in Psychiatry | www.frontiersin.org 4 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "below). However, as we describe in a later section, in the", "past decade and especially within the past 5 years, there has", "been consistent reporting of retinal functional and structu ral", "impairmentinschizophrenia,speciﬁcallyintheformofreduce d", "strength of retinal neural cell output and thinning of retina l", "neural layers ( 28,46,80). In addition, some of the visual", "distortionsreportedbypeoplewithschizophreniaresembletho se", "seenincasesofretinaldisease( 18,24,25).Thereisalsoemerging", "evidence that glaucoma is a neurodegenerative condition wh ose", "occurrence precedes a range of neurodegenerative disorders", "[e.g., Alzheimer’s disease ( 81) and mild cognitive impairment", "(82), as well as indirect evidence for glaucoma-like changes", "in schizophrenia, including an enlarged cup-to-disc ratio ( 83)", "and abnormalities in frequency doubling perimetry reviewed in", "Almonte etal.( 84)].Recent ﬁndingsalsoindicatethatglaucoma", "often precedes a diagnosis of schizophrenia, bipolar disorder ,", "or major depression by several years ( 85). These observations", "converge to suggest that some of the abnormal visual activit y", "in schizophrenia may be secondary to reduced retinal input to", "the visual cortex, a hypothesis that received preliminary suppor t", "in a computational model ( 86). An important distinction,", "however, is that while people with Charles Bonnet syndrome", "have insight into the non-reality of their VH in most cases, i n", "schizophrenia the VH are likely to be experienced as being part", "ofachangedreality.", "Thesecondsyndromedescribedbyﬀytche( 69),thecholinergic", "(Ach) syndrome , is caused by dysfunction in the brainstem and", "ascending brainstem neurotransmitter pathways, particular ly", "the projections of the cholinergic pathway to the basal", "forebrain and cerebral cortex ( 87). This syndrome is deﬁned by", "illusions, delusions, and fully formed, hallucinations in multiple", "modalities, and ﬀytche suggested that it may underlie the", "psychoticsymptomsassociatedwithneurodegenerativedisor ders", "such as Alzheimer’s disease, Parkinson’s disease, and Lewy body", "dementia. In terms of the three syndromes described by ﬀytche ,", "Waters et al. ( 4) suggested that the Ach syndrome is the", "best ﬁt for schizophrenia from a phenomenological perspective,", "with the caveat that there are important diﬀerences between", "schizophrenia and the other conditions listed in the categor y", "(see below). Evidence in support of the view that Ach is", "involved in VH in schizophrenia is that the disorder has been", "characterized by reduced Ach transmission, and a reduction", "in both muscarinic and nicotinic Ach receptors ( 88). Deﬁcient", "cholinergic transmission at the level of the basal forebrai n leads", "to reduced signal-to-noise ratios ( 89,90), and therefore to an", "increased reliance on stored information in determining th e", "nature of incoming stimuli, whereas basal forebrain Ach act ivity", "decreases eﬀects of top-down projections and increases relian ce", "on sensory data ( 91). Deﬁcient cholinergic transmission may,", "therefore, be a mechanism involved in hallucination format ion", "in schizophrenia and other conditions, as described by the", "predictive coding model of psychosis ( 92). Further evidence", "for the Ach hypothesis of VH in schizophrenia comes from", "ﬁndings that high doses of anticholinergic medications can", "induce a psychotic state [reviewed in Terry ( 88)], that normal", "doses of these medications can induce recurrence of psychosi s", "(93), and that acetylcholinesterase inhibitors (which increa sethe amount of acetylcholine available in the synaptic cleft),", "used in conjunction with antipsychotic medication, can redu ce", "the frequency of VH ( 94,95). In addition, a recent model", "of VH in synucleinopathies (e.g., Parkinson’s disease, Lewy", "Body dementia, and multiple system atrophy) posits that they", "result from loss of suppression of the default mode network", "(DMN) by task-positive networks during wakefulness, and", "that this is a consequence of cholinergic dysfunction ( 96–", "102). Inadequate suppression of DMN activity is thought to", "lead to the release of unconscious representations that can", "be considered priors in the emerging altered or dissociative", "state, which then supersede priors related to current externa l", "stimuli. This proposal is essentially a predictive coding model .", "The biological basis of the proposed disturbance is thought", "to involve alterations in DA signaling, as well as in serotoni n", "and Ach activity, all of which are highly interactive ( 103,104).", "Further consideration of this network model, as it may apply", "to schizophrenia, is found in a later section of the paper on", "cortical mechanisms. In contrast to the hypothesis of Ach", "involvement in VH in schizophrenia, Waters et al. ( 4) noted", "that the clinical presentation of hallucinations in schizoph renia", "diﬀers from what is observed in the other disorders in this", "categoryintermsofageofonset,emotionalcontent,attribu tions", "of their origins (i.e., level of insight into their reality i n external", "space), fMRI ﬁndings regarding potential mechanisms, and the", "predominance of auditory over visual hallucinations. Theref ore,", "while cholinergic dysfunction may contribute in part to VH", "in schizophrenia, additional research is needed to clarify it s", "interaction with other factors that determine that nature o f VH", "inpeoplewiththedisorder.", "Theserotonergic (5-HT) syndrome is the third syndrome", "identiﬁed by ﬀytche ( 69). It is typically characterized by simple", "VH that are thought to be due to an overactive serotonergic", "system. Examples of this syndrome include LSD ﬂashbacks,", "migraine auras, and MDMA-induced hallucinations. Although", "neitherﬀytche( 69)norWatersetal.( 4)includeschizophreniain", "thisgroup,andwhileschizophreniadoesnotseemtobeprimaril y", "a disorder of altered serotonergic transmission, ﬁndings f rom", "multiple lines of research implicate serotonergic dysfuncti on", "in this condition ( 105,106). For example, based on several", "observations, including serotonergic eﬀects of hallucinat ory", "drugs such as LSD, the modulatory role of serotonin on", "DA transmission, and the substantial antagonistic action o f", "the atypical antipsychotic medication clozapine at serotonin", "2A (5-HT2A) receptors relative to its modest aﬃnity for D2", "receptors, it has been suggested that increased activity at t he", "5-HT2A receptor may be related to the positive symptoms", "in schizophrenia ( 103,105,107–110). On the other hand, a", "recent review of emerging 5-HT2A receptor antagonists for", "the treatment of schizophrenia (pimavanserin, roluperidone,", "lumateperone, ritanserin, and volinanserin) suggested that these", "drugs have their strongest eﬀects on negative and cognitive", "symptoms, and that their antipsychotic eﬀects involve reducin g", "the likelihood of DA receptors transitioning to a supersensiti ve", "state in response to other (DA receptor blocking) antipsychoti c", "medications ( 111). In short, despite substantial research in this", "area, the direct and indirect roles that serotonergic alter ations", "Frontiers in Psychiatry | www.frontiersin.org 5 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "play in the pathophysiology of SZ are not yet clear. With regard", "to VH in psychotic disorders speciﬁcally, it has been noted tha t", "the diﬀerences in the nature of hallucinations in schizophren ia", "and in altered states induced by hallucinogenic drugs [revi ewed", "in Leptourgos et al. ( 112)] suggest that VH in schizophrenia are", "notprimarilytheresultofexcessiveserotonergictone.", "In addition to the three VH syndromes discussed above, in a", "subsequentpaperﬀytche( 76)consideredtheissueoftopological", "(i.e., region-speciﬁc) vs. hodological (i.e., network conn ectivity)", "changes related to VH. An integration of these views led to", "thehodotopic framework , in which VH are seen as due to both", "hyper-excitability in speciﬁc cortical regions, as well as hy po-", "connectivity and/or hyper-connectivity between visual cor tex", "and other brain regions. Both Burke ( 78) and ﬀytche ( 76)", "suggested that while VH content is largely deﬁned by the regi on", "undergoing excess activation (e.g., fusiform face area in t he case", "of faces, V1-V2 for simple features and geometric patterns), i t", "is the deﬁcient network activity that is necessary for VH to", "occur (see section on cortical mechanisms below for more on", "this). An additional relevant set of dimensions was proposed", "by Oertel et al. ( 113), who suggested that excess hippocampal", "activation determines the extent and nature of memory-rela ted", "contents in VH, whereas activation in sensory regions may", "determine the vividness of the VH (see section on cortical", "mechanisms,formoredetailonhippocampalinvolvementinVH", "inschizophrenia).", "Thehodotopicframework,alongsidethepreliminaryevidence", "forinvolvementofthehippocampusinVHinschizophrenia(see", "nextsection),isconsistentwiththeviewweproposebelowint he", "sense that changes in network function occur alongside regi onal", "changes, and that life experience and stored representations can", "be understood as driving individual diﬀerences in the extent", "of memory fragment-related imagery in VH, and therefore in", "the nature of and emotional reactions to VH. However, as", "we discuss below in the section on the retina, evidence has", "been accumulating that suggests direct and indirect eﬀects o f", "retinal impairment on VH in schizophrenia, and therefore that", "the assumption of a lack of involvement of low-level sensory", "impairmentinVHinschizophreniawaspremature.", "CORTICAL MECHANISMS OF VH AND", "VISUAL DISTORTIONS IN", "SCHIZOPHRENIA", "As noted above, theories of VH implicate reduced visual input", "and subsequent cortical compensations; cholinergic dysfun ction", "leading to low signal-noise ratio and the subsequent excess ive", "inﬂuence of top-down priors (experience-based hypotheses)", "during the generation of perceptual representations; and/or", "serotonergic dysfunction. Recent models of VH have focused", "more heavily on network dysfunction, although this was", "implied in some of the older theories, and explicit in models", "involving disinhibition of the DMN. Evidence for involvemen t", "of network-level dysfunction in VH in schizophrenia comes", "from a resting-state fMRI study by Ford et al. ( 114), which", "demonstrated that patients with VH show hyperconnectivitybetween the amygdala and cortical areas involved in higher", "order visual processing. This link may explain the emotionally", "intense content and often distressing reactions to VH in people", "with schizophrenia. As noted above, involvement of regions", "of the hippocampus may determine the extent of memory", "fragment inclusion in VH in schizophrenia. A resting-state", "fMRI study demonstrated increased connectivity between the", "nucleus accumbens and the insula, putamen, parahippocampal", "gyri, and ventral tegmental area in patients with VH compared", "to patients with only auditory hallucinations ( 115). Further", "evidence suggesting both local and network-related aspects of", "hippocampal dysfunction has been found in multiple studies,", "including ﬁndings that both hypertrophy of the hippocampus,", "and hyper-connectivity of this region with frontal and visua l", "regionsisfoundinschizophreniapatientswithVHcomparedto", "patientswithauditoryhallucinationsalone( 116).Otherevidence", "of dysregulated hippocampal activity and its role in network", "changes associated with VH was observed by Hare et al. ( 117)", "and Amad et al. ( 116). The role of hippocampal abnormalities", "leading to altered relational memory links, and their role i n VH", "was discussed by Behrendt ( 118). Finally, neurodevelopmental", "evidence consistent with hippocampal involvement in VH", "comes from ﬁndings of incomplete hippocampal inversion in", "schizophrenia patients with VH compared to those with only", "auditory hallucinations ( 119). While Jardri et al. ( 120) did", "not ﬁnd evidence of abnormal hippocampal/parahippocampal", "gyrus activation in hallucinating schizophrenia patients, th ey", "nevertheless suggested that instability in ﬁring from this area", "could“triggerdispersedstoragesiteswithinmodality-depe ndent", "association sensory cortices, thereby causing hallucinat ions” (p.", "1114). Of note, increased input of memory-related material in to", "consciousness is consistent with ﬁndings of disinhibition o f", "DMN activity during waking consciousness, given the role of", "the hippocampus and parahippocampus in the medial temporal", "subsystemoftheDMN.", "A recent study examined network components that are", "common to hallucinations in general, and components that", "are speciﬁc to the sensory modality of a hallucination ( 121).", "In this study of patients with focal brain lesions, 90% of", "focal lesions occurring in people who subsequently developed", "hallucinations had positive connectivity to the cerebellar vermis", "lobule VI, positive connectivity to bilateral cerebellar lo bule", "X, and negative connectivity to the right superior temporal", "sulcus. In patients with VH, 95% of lesions demonstrated", "connectivity to the LGN. Interestingly, 95% of subcortical", "lesions associated with VH demonstrated negative connectiv ity", "to extrastriate visual cortex (Brodmann areas 18 and 19), wh ile", "100% of cortical lesions associated with VH demonstrated", "positive connectivity to this same region. Moreover, in 60 of", "61 cases, the subcortical or cortical region associated wit h VH", "demonstrated signiﬁcant connectivity to the sameregion in", "extrastriate visual cortex. Although people with prior histor ies", "of neurologic or psychiatric disorders (including schizophre nia)", "were not included in the Kim et al. study, the data suggest", "that involvement of cortical and subcortical visual region s are", "a necessary component for the experience of VH, whereas a", "wider network may be involved in enabling the shift away from", "Frontiers in Psychiatry | www.frontiersin.org 6 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "a state in which external stimuli determine what is perceived", "asexternal.", "Other ﬁndings related to the issue of general vs. modality-", "speciﬁc aspects of hallucinations come from a study by Jardri", "et al. (120), in which hallucinations were associated with", "unstable DMN and task network dynamics, involving transient", "disengagementoftheDMN—asoccurswithexternalstimulatio n,", "but in this case in the absence of anything external that shou ld", "leadtothe(hallucinated)percept.Thisabnormalandunexpect ed", "transitioning between resting and task-positive states was found", "to be a general correlate of hallucinations, independent of", "sensory modality. This study also found that increased acti vity", "in primary sensory cortices was not necessarily associated", "with hallucinations, but that activity in association sens ory", "cortices was related speciﬁcally to the sensory modality of", "the experienced hallucination. Of note is that the ﬁndings of", "Jardri et al. ( 120) on disengagement of the DMN diﬀer from", "those cited earlier in which disinhibition of DMN activity wa s", "associatedwithVH.Thisdiﬀerencemaybeduetostudyingbrai n", "activity during VH ( 120) in contrast to studying characteristics", "associated with having VH in general (i.e., trait-level set ting", "conditions). Evidence consistent with this view comes from", "an fMRI study of auditory hallucinations in which changes in", "networkconnectivityovertimewerenotassociatedwithsev erity", "ofhallucinationsonthedayofscanning,butpatientsmoreli kely", "to hallucinate in general showed a weaker inverse relations hip", "between the DMN and task-positive networks than patients", "with a lower general frequency of hallucinations ( 122). On the", "other hand, Jardri et al. studied people with brief psychotic", "disorder, whereas studies that have focused on VH and DMN", "activity were conducted in neurological populations (althoug h", "studies linking increased hippocampal connectivity with VH", "in schizophrenia are relevant to the disinhibition of DMN", "hypothesis (see above), as are ﬁndings of ketamine-induced", "reduced suppression of DMN activity [e.g., ( 123)] and auditory", "and visual hallucinations and distortions ( 124). See below, the", "sectiononanupdatedmodelofVHinschizophrenia,forfurther", "discussionoftheseissues.", "In addition to network mechanisms, a cellular mechanism", "that may be important in understanding VH in schizophrenia", "involves disturbances in the inﬂuence of apical dendritic ac tivity", "on the somatic compartment of pyramidal neurons. It has been", "proposedthatduringnormalwakingconsciousness,informati on", "about external events is processed via feedforward mechanis ms", "involvingthesomaticcompartmentsofpyramidalcellsincort ical", "layer 5, while this activity is modulated by activity from ar eas", "outside the classical receptive ﬁeld, and more distant regio ns", "of the brain (representing contextual, mnemonic, and other", "“top-down” inﬂuences), via synapses onto apical dendrites of", "pyramidal cells in superﬁcial cell layers (e.g., layer 1) ( 35,36,", "125). Activity from diﬀerent inputs to the apical dendrite are", "integrated in the apical integration zone (AIZ), prior to AIZ", "output aﬀecting the cell’s ﬁring rate or timing. During sleep o r", "under anesthesia, arousal level and degree of external input are", "greatly reduced, and so there is proportionally greater activa tion", "atapicalrelativetosomadendrites(see Figure1).Thisallowsthe", "combined AIZ activity to drive (as opposed to only modulate)activity in pyramidal neurons ( 36). A result of this can be", "processing of AIZ activity as if it were external stimulation ,", "ratherthanactivitythatnormallyservesonlytoalterthes trength", "or timing of ﬁring, as in the waking state ( 126). This eﬀect,", "calledapical drive , has been proposed as a mechanism involved", "in dreams, but also in mental imagery ( 125,127–130), and", "alterationsinthismechanismcouldbeinvolvedintheformat ion", "of VH and also (at a milder level) visual distortions, as we", "delineate further below. A detailed account of how disruptions", "in apical ampliﬁcation could account for a range of features of", "schizophrenia can be found in Phillips et al. ( 35). Similar to the", "predictive coding and excessive DMN activity hypotheses, this", "proposal suggests that there is an excessive inﬂuence of store d", "information relative to external input in determining percept ual", "experience.Thehypothesizedneurobiologyisdiﬀerent,howev er,", "in that it is seen as involving multiple neurotransmitters (e. g.,", "glutamate, DA, Ach), including reduced noradrenergic acti vity.", "As discussed further below in the section on an updated model", "of VH in schizophrenia, the material that serves as context", "may vary greatly depending on whether a person is engaged", "in instrumental activity (when task-positive brain network s are", "active), or is focused on internal states or daydreaming (wh en", "DMN activity is relatively increased), or is dreaming during", "sleep (when DMN activity is further increased, along with oth er", "changes in brain function). Along this continuum, it can be", "expected that the nature of contextual input will become more", "self-referential, more tied to basic issues around security /danger", "andfulﬁllmentofbiologicalneeds,andmorebasedinsymboli sm", "and visual/auditory imagery than on logical relationships ( 131).", "This may account for the frequent appearance of religious and", "otherarchetypalcontentintheVHofpeoplewithschizophrenia", "(132,133).", "Evidence in support of increased apical drive in VH in", "schizophrenia comes from studies indicating that schizophre nia", "patients with VH are more likely to mis-remember items as", "pictures that had been presented to them as words ( 134–", "136). This suggests that the original memory trace is having a", "reduced driving eﬀect on the conscious representation, where as", "the more distant associations to the word (e.g., pictorial", "representations) that would normally serve a modulatory rol e", "aredrivingwhatisremembered.Interestingly,intheAynsw orth", "et al. (134) study the high VH group also reported more", "intense visual imagery, and more negative visual imagery,", "ﬁndings that are consistent with hyperconnectivity between the", "hippocampus and other regions (see above), and with histories", "of traumatic experience ( 137,138) (which itself has been related", "to hippocampal atrophy secondary to neurotoxic eﬀects of", "chronicallyelevatedcortisol).", "Finally, it has long been recognized that excessive DA", "activity is involved in the genesis of positive symptoms [e.g.,", "(139,140)]. For example, increases in DA turnover in the", "associative striatum were associated with hallucination s everity", "(all types combined, and so presumably mostly auditory),", "especially under conditions of uncertainty in people with", "schizophrenia ( 141). Other evidence has also linked DA activity", "with hallucinations (including the combination of auditor y", "and visual hallucinations) in schizophrenia ( 115,142). Data", "Frontiers in Psychiatry | www.frontiersin.org 7 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "FIGURE 1 | Comparison of pyramidal cell component contributions duri ng waking and dreaming consciousness. The image on the left d emonstrates that during", "waking consciousness the primary determinants of percepti on are external inputs (continuous red arrow), which are pro cessed as feedforward activity through the", "somatic integration zone (red dotted ovals) of layer 5 pyram idal neurons. This activity can be ampliﬁed or suppressed bas ed on internal contextual input (including", "episodic memory traces, expectations, and emotional facto rs; horizontal blue dotted arrow), which is processed in lay er 1 of the same neurons, via activation of apical", "dendritic tufts. The combined contextual activity is integ rated within the apical integration zone (AIZ) of pyramidal n eurons (blue dotted ovals), whose activation level", "affects the ﬁring rate of the neuron (vertical blue dotted arr ow), but does not lead the neuron to ﬁre in the absence of extern al input. During dreaming, internal", "contextual input (continuous horizontal blue arrow) can ac tivate an apical dendritic mechanism that enables it to driv e the neuron’s output (continuous vertical blue", "arrow), and that output is interpreted (by downstream circu its) as conveying information about the external world (ext ernal input) even though it does not. We propose", "that in the case of visual hallucinations a scenario midway b etween the two extremes of waking consciousness and dreamin g is operative, wherein AIZ activity can", "exert both modulatory anddriving inﬂuences, resulting in internally-generated visu al representations, often involving signiﬁcant contributi ons from trauma-based", "memories and related emotional and symbolic material, bein g experienced as having been externally generated. In the vie w proposed in this paper, complex", "hallucinations involving this mechanism differ in many res pects from simple visual hallucinations and visual distort ions in that the latter two phenomena primarily", "represent compensations within the visual system for missi ng, weakened, or degraded input, and with relatively fewer c ontributions from episodic memory and", "emotional factors. However, even simple VH can be related to as meaningful and can reﬂect psychological factors ( 15). The image in this ﬁgure, and portions of the", "ﬁgure caption, are reproduced from: Aru et al. ( 126). Apical drive-A cellular mechanism of dreaming? NeuroscienceandBiobehavioralReviews 119, 440–55, with", "permission from Elsevier via a CC BY license.", "from these and other studies ﬁt well with the proposed role", "of DA in the predictive coding disturbances in psychosis", "(143), including the view that hallucinatory activity represent s", "excessive inﬂuence of priors. Therefore, increased striata l", "DA may be another mechanism, in addition to reduced", "cholinergic activity, that tips the balance of processing tow ard", "anincreasedinﬂuenceofinternallygeneratedrepresentati onson", "consciousperception.", "The ﬁndings reviewed in this section highlight the", "increasingly appreciated potential roles of cellular,", "and local and long-range brain network activity in", "the genesis of VH in schizophrenia. This includes the", "contributions of stored information, expectations, and", "other “top-down” inputs, as well as changes in the", "relative strength of bottom-up signals. Regarding the", "latter, Bernardin et al. ( 46) noted that there has been a", "lack of appreciation of possible retinal contributions to", "VH in schizophrenia, in contrast to the study of other", "neuropsychiatric conditions such as Parkinson’s disease. I n", "the following section, we provide an updated summary of", "thisliterature.POTENTIAL RETINAL CONTRIBUTIONS TO", "VH AND VISUAL DISTORTIONS IN", "SCHIZOPHRENIA", "An important and largely unaddressed question in the VH and", "visual distortions literatures in schizophrenia is the exte nt to", "which these symptoms may be due to altered retinal structure", "orfunctioninthedisorder.Sincethepublicationofthetypol ogy", "proposedbyﬀytche( 69),andevensincethemorerecentreviews", "ofWatersetal.( 4)andBernardinetal.( 46),therehasbeenrapid", "growthintheﬁeldof oculomics [i.e.,thestudyofretinalmarkers", "ofbrainandsystemicdiseases( 144)].Thisincludesmanystudies", "demonstrating retinal structural and functional impairmen t in", "schizophrenia, and a small number of papers on altered retinal", "microvasculature. Comprehensive reviews of this literature have", "been recently published ( 28,80,144), and so only a brief review", "oftherelevantﬁndingsareprovidedhere.", "There is now convincing data from a number of studies,", "published in diﬀerent countries across multiple laboratories,", "demonstrating that there is thinning of multiple retinal laye rs", "in people with schizophrenia ( 145–151). These layers include", "Frontiers in Psychiatry | www.frontiersin.org 8 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "the innermost layer, the retinal nerve ﬁber layer (RNFL),", "comprising the axons of the ganglion cells, which form the", "optic nerve that leaves the retina and synapses at the lateral", "geniculate nucleus (LGN) of the thalamus; the ganglion cell", "body and inner plexiform layers; and the vascular layers (e.g .,", "choroid) that support the outermost neural layers ( 28,80).", "There is also evidence for other structural retinal abnorma lities", "in schizophrenia, such as an increase in optic cup volume", "and cup-to-disc ratio ( 83), suggesting changes similar to those", "observed in glaucoma ( 83). These ﬁndings raise the possibility", "that retinal signals reaching the LGN, and eventually V1, ar e", "degraded, and that compensatory processes could lead to visua l", "distortions and VH, as described above ( 46). Evidence for", "such a pathological compensatory process has been observed", "in Charles Bonnet syndrome ( 152). In Parkinson’s disease, one", "study demonstrated a relationship between RNFL thinning and", "VH (153), but a second study found no evidence for such a", "link (154). A recent study in schizophrenia ( 155,156) indicated", "that four separate samples of patients with both auditory", "and visual hallucinations of at least moderate severity wer e", "characterized by signiﬁcant macula and RNFL thinning relati ve", "to a control group. The lack of a control group of patients with", "auditory hallucinations only and/or no hallucinations prec ludes", "a deﬁnitive conclusion regarding speciﬁc relationships with VH,", "however. Therefore, the issue of retinal structural contri butions", "toVHinschizophrenianeedsfurtherclariﬁcation.", "Alterations in retinal function have also been observed", "in schizophrenia using ﬂash electroretinography (fERG) and", "pattern electroretinography (pERG) [reviewed in ( 28,80)].", "These data indicate weakened and delayed signaling from", "photoreceptor and bipolar-Muller cells, and weakened signalin g", "fromganglioncells.Thesestudieshavegenerallynotinvest igated", "relationships between functional retinal impairment and VH.", "However, a recent study ( 157) reported that schizophrenia", "patientswithlifetimeVHwerecharacterizedbyslowersigna ling", "in bipolar cells and retinal ganglion cells compared to patient s", "without a history of VH. This is consistent with ﬁndings of", "a relationship between ERG latency increases (and amplitude", "decreases)andVHinParkinson’sdisease( 158).", "An implication of the ﬁndings of impaired retinal structure", "and function in schizophrenia is that the visual cortex can be", "thought of as characterized by low-level sensory deaﬀerenta tion.", "Whilethisisnotassevereasincasesofadvancedretinaldis ease,", "it may be suﬃcient in many people to cause phenomena such", "as visual distortions, and simple and complex hallucinations.", "When combined with the disturbances noted above that are not", "characteristic of conditions such as for example, Charles Bon net", "syndrome, including relatively increased apical drive whic h can", "lead to confusion between reality and fantasy, heightened i nput", "fromlimbicregions,anddisinhibitionoftheDMN,theserele ase", "phenomena may be elaborated upon into more complex and", "emotionally intense VH. A good example of how a simple VH", "involved a complex set of meanings is described in Kaminski", "etal.(15).", "A more subtle consequence of altered retinal, LGN, or", "early visual cortical activity in schizophrenia is that neur al", "representations of visual input may be degraded or otherwiseambiguous. While this would not necessarily lead to release", "phenomena as traditionally deﬁned, it would create a burden", "on predictive coding mechanisms by increasing the number of", "requiredcomparisonsbetweentop-downandbottom-upsignals", "(86,159).Thisincreasedcomputationalburdencouldpotentially", "leadtoerrorsininterpretingthenatureandsigniﬁcanceofv isual", "stimuli, such as the generation of representations that are b ased", "excessively on top-down information (e.g., hallucinations) , or", "that involve combinations of veridical perception and aspects", "of non-veridical representations (e.g., visual distortions) . This", "view is consistent with the proposal of Collerton et al. ( 160),", "which emphasizes the multiple proto-object representations", "that can be activated by a single stimulus, and the role of", "attentionalprocesses(often guidedby top-down goals andoth er", "schemata)inselectingamongthecompetinghypotheses/percept s", "for allowing access to conscious awareness. According to th is", "view, VH occur when the top-down processes lead to the", "selection of a perceptual representation that is unrelated to th e", "externalstimulus.", "Taken together, the few relevant ﬁndings suggest that it is", "reasonable to further investigate the potential role of reti nal", "dysfunction to VH in schizophrenia. Cross-sectional data ar e", "needed, as are longitudinal studies that relate changes in r etinal", "structure and function over time to the emergence of visual", "perceptual symptoms and state- and stage-related changes in", "thesesymptoms.", "ASSOCIATIONS BETWEEN VISUAL", "PROCESSING IMPAIRMENTS WITH VH", "AND VISUAL DISTORTIONS IN", "SCHIZOPHRENIA", "As noted, despite the extensive literature on visual processi ng", "impairments in schizophrenia, there have been few attempts", "to investigate potential links between these impairments and", "visual distortions and/or VH in this condition. We are aware", "of three studies exploring links between the well-documented", "visual processing impairments in schizophrenia and visual", "distortions or VH. Keri et al. reported that, in a sample of", "people with a history of schizophrenia (mean age =34.1 years),", "impairments on low- and mid-level visual processing tasks wer e", "related to increased self-reports of visual distortions ( 26). Kiss", "et al. (27) reported that, in a sample of ﬁrst episode patients,", "increased magnocellular activity, as reﬂected by enhanced", "contrast sensitivity for low spatial frequency information , was", "related to an increase in perceptual distortions in people with", "schizophrenia. As noted above, a recent study by Bernardin", "et al. (157) demonstrated a link between anomalies in the", "ERG, including slower signaling of bipolar and ganglion cells,", "and visual hallucinations in people with schizophrenia. This", "evidence suggests that laboratory measures of low- and mid-", "level vision may be useful in clarifying mechanisms involved in", "visualdistortionsandpossiblyVH.Additionalstudiesaren eeded", "to replicate these ﬁndings, and to clarify the role of high-leve l", "visual disturbances to VH, especially as these have been relat ed", "topsychoticsymptomsinpeoplewithschizophrenia( 31).", "Frontiers in Psychiatry | www.frontiersin.org 9 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "AN UPDATED MODEL OF VH AND VISUAL", "DISTORTIONS IN SCHIZOPHRENIA", "The ﬁndings reviewed above suggest that several factors may", "be involved in VH in schizophrenia, including: alterations", "in retinal structure and activity, such as delayed, weak,", "and/or ambiguous signaling, and compensatory, predictive an d", "release processes initiated within visual cortex; impairmen ts", "in functioning in visual processing regions [e.g., those tha t", "lead to the well-documented changes in contrast sensitivit y,", "perceptual organization, motion processing, etc. ( 17)]; changes", "in activity in ascending cholinergic pathways; and abnormal", "network connectivity, including excessive inﬂuence of DMN", "activityandincreasedapicaldrive.", "A recent comprehensive view of VH that integrates several", "of these factors, to account for VH in synucleopathies ( 100),", "proposed that cholinergic imbalance leads to thalamocortica l", "dysrhythmia, which results in reduced modulation of activit y", "in cortical-striatal-thalamo-cortical loops. One consequ ence of", "these alterations is that there is less inhibition of the DMN f rom", "task-positive networks such as the dorsal and ventral attent ion", "networks. It has been proposed that disinhibition of the DMN", "causesittoenterinto“anunstable,entropic,statethatunl eashes", "the production of oneiric, dissociative, or altered state (s ic) of", "consciousness, and ultimately VH” [( 98), p. 4] (96,97,99,100).", "This hypothesis regarding VH mechanisms is consistent with", "the proposal that disinhibition of DMN activity contributes to", "psychotic symptoms in schizophrenia ( 123,161,162). Because", "the DMN is thought to play a critical role in maintenance of", "the sense of self ( 163), including integration of autobiographical", "memories ( 164), disinhibition and dysregulation of this network", "would be expected to lead to VH that are self-relevant and", "thatoftencontainfragmentsofmemoriesofemotionallyint ense", "experiences(e.g.,thoserelatedtotrauma),andotherconte ntthat", "frequentlyservesasbasisforrumination( 165),includingimages", "and ideation associated with religious themes. It is possible that", "hallucinationsinschizophrenia,moresothaninsynucleopat hies,", "involveanadditionalcontributionofexcessivestriatald opamine,", "whichcouldfurthershiftthebalanceofbottom-upandtop-do wn", "activitytowardthelatter.", "An important consideration in considering the role of apical", "driveinVHisthatthenatureofwhatservesascontextislike lyto", "bediﬀerentacrossmentalstates,especiallybetweennormalt ask-", "positivebehavioranddefaultmodeactivity.Forexample,dur ing", "a state of highly focused attention and task activity, the na ture", "of contextual input to a given neuron will be diﬀerent than it", "wouldbeduringdaydreamingordreamingwhileasleep.During", "focused activity, contextual inputs should involve memorie s", "related to prior experiences with the current task, and ideati on", "and linguistic associations associated with statistical r egularities", "in the world related to task performance (i.e., to outcomes", "that can realistically occur). During daydreaming or inter nally", "focusedstatesassociatedwithanxiety,however,thesecon straints", "arelikelytobeloosened,resultinginmorewide-ranging,i llogical,", "and emotion- and fantasy-based associations ( 166–168). During", "dreamingwhileasleep,thereislikelytobethegreatestpropor tion", "ofimageryandideationrelatedtosafetyandsecurityissue s,andother basic biological concerns (e.g., fear, rage, sexual ar ousal,", "isolation), with the links between ideas often expressed usin g", "non-logicalconnectionsbasedonemotions,symbolism,sound s,", "colors, and other basic stimulus features. To the extent tha t", "the content of hallucinations reﬂects components of sensory", "memories that are inappropriately activated by association [a s", "has been proposed with auditory hallucinations ( 169)], it would", "be expected that VH will contain imagery from prior memories", "or symbolically related to those events. In short, VH may", "involvetransientrelativeincreasesintheeﬀectsofnormal lynon-", "conscious emotional and ideational activity, and a qualita tive", "shiftwhereinthismentalcontentisprocessedasfeedforwar d(i.e.,", "sensory) activity rather than modulatory inﬂuences. In add ition,", "the frequent archetypal content of VH in people with psychotic", "disorders, which includes imagery such as God (or gods), Jesu s,", "theVirginMary,thedevil,saints,andangels( 132,133),suggests", "thatinmanycasestheVHimageryispartofacomplexofmental", "representations that involve strong emotions related to the", "concept of the self [possibly secondary to increased connectiv ity", "between the amygdala and cortical regions involved in highe r", "visual processing, as noted above ( 114)], and fragments of visual", "memories,thataremostproductivelyrelatedtoinsymbolicf orm.", "This combination of inﬂuences may explain the numinous or", "highly compelling nature of visual hallucinations: the image s", "are not only surprising (as would be, for example, an image of", "a ruler appearing in front of oneself), they also reﬂect deep-", "seated emotional, self-maintenance, and survival concern s and", "arefelttobehighlyself-relevant.Anexcellentphenomenolog ical", "analysis of VH, presented within the context of a predictive", "codingaccount,wasprovidedbyKaminskietal.( 15).Inthiscase,", "the VH of a thin veil of rain that fell in front of the patient was", "interpretedasanaspectofaself-preservationtendencytoprev ent", "fusionbetweentheselfandtheouterworld.", "Inadditiontothefactorsreviewedintheaboveparagraph,we", "suggested that the role of the retinal changes in schizophren ia", "reviewed above needs to be given greater consideration. The", "co-occurrence of VH and retinal changes in schizophrenia", "(157) highlights the need to clarify the extent to which altered", "visual system input contributes to thalamocortical dysrhyt hmia,", "or otherwise contributes to or modiﬁes the level of cortico-", "thalamic connectivity, or the types of outputs associated wit h", "DMN dysregulation. Regarding the latter, we suggest that, in", "schizophrenia, when the quality of representations in the vis ual", "system is more degraded and/or ambiguous than normal due to", "changes in precortical pathways [e.g., in the retina ( 80) or optic", "radiations ( 170,171)], a condition is created which increases", "the likelihood of distorted visual perceptions, activation o f", "inappropriatevisualrepresentations,andVH.Thatis,consisten t", "with the predictive coding model, ambiguities with regard to", "the nature of visual input—-due to poor-quality signals and", "compensatory responses such as broadening of neural tuning", "functions( 86,159,172–175)—-willfurtherincreasetheinﬂuence", "of priors in the generation of visual representations. Furthe r,", "within the context of DMN dysregulation, these priors become", "more likely to involve material related to security and safe ty", "concerns and to imagery and symbolism around these, than", "during task-positive brain states. In cases where there are", "Frontiers in Psychiatry | www.frontiersin.org 10 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "histories of trauma, bullying, chronic social defeat and ot her", "negative experiences, which occur at an elevated frequency i n", "the histories of people with schizophrenia, VH may become", "especially disturbing ( 176,177). This link with memories of", "threatstotheself,andrelatedthoughtsandfeelings,maya ccount", "for why hallucinations in schizophrenia are more likely to be", "perceived as real, and to be more distressing than, for example ,", "thoseinParkinson’sdiseaseorCharlesBonnetSyndrome.", "If the view proposed here is valid, it becomes necessary to", "explain why many schizophrenia patients do not have any VH,", "andwhyamongthosethatdoexperienceVH,thefrequencyand", "formtheytakecanvarytotheextentthattheydo.Theanswers to", "thesequestionsarenotclearatpresent.Onecluecomesfromd ata", "reviewedabovethatVHareassociatedwithamoresevereform of", "illness[includingpoorerpre-diagnosisfunctioning( 8)]andthat,", "in schizophrenia they rarely occur in the absence of AH. It may", "be the case, therefore, that speciﬁc genetic, neurodevelopme ntal,", "and/or neurodegenerative factors that increase symptomato logy", "and disability over time also lead to changes in the visual", "system. This is consistent with ﬁndings of occipital lobe atr ophy", "in the poorest outcome schizophrenia patients ( 67,68), and", "with preliminary evidence of greater retinal atrophy in more", "chronically ill patients ( 148,178) and those with more positive", "symptoms ( 179), although the latter ﬁnding has not been", "consistently replicated [e.g., ( 149) found relationships between", "retinal atrophy and negative, but not positive, symptoms]. An", "important task for future research, therefore, involves cla rifying", "the factors that determine the diﬀerential expression of the", "proposedmechanismsacrosspatients.Speciﬁcquestionsinclud e", "whethertheVHofpatientswithretinalimpairmentsdiﬀerfrom", "thosewithnormalretinalfunction(andifso,inwhatways), and", "exploration of the diﬀerences (e.g., in trauma history) betwe en", "patients with threatening or survival-related VH imagery an d", "patientswithVHwithoutsuchcontent[geometrichallucinat ions", "orVHinvolvinglilliputianﬁgures( 180)].", "ADDITIONAL QUESTIONS AND FUTURE", "DIRECTIONS", "Although there are now several likely candidate mechanisms for", "involvement in VH, there is still much to be learned about VH", "inschizophrenia.Twocriticalissuesinvolvecausality,an dwhich", "mechanisms, if any, can be considered necessary and suﬃcien t", "for VH to occur. The data reviewed above come mainly from", "studies comparing schizophrenia patients with vs. without VH,", "or from correlational studies. Causality cannot be determi ned", "using these study designs. Studies that directly inﬂuenced", "each of the mechanisms discussed, and candidate mechanisms", "that emerge in the future, are necessary. For example, brain", "stimulation, neurofeedback, or pharmacological manipulati ons", "thatleadtoVH,andwhosecessationleadstoterminationofV H,", "wouldprovidemoreconvincingevidenceaboutcausality.", "Regarding necessary and suﬃcient factors—-no single factor", "has been found to be necessary or suﬃcient in studies of", "VH in schizophrenia. As noted above, a network common to", "hallucinations caused by brain lesions has been identiﬁed ( 121),butitisnotclearwhetherthisnetworkisanecessarycompone nt", "of VH in schizophrenia. That study also demonstrated that VH", "speciﬁcally were associated with altered connectivity with the", "LGN and extrastriate cortex. Importantly, however, VH in cas es", "ofbraininjurycandiﬀerfromwhatisexperiencedbypeoplewith", "schizophrenia, and regions outside of the network identiﬁed b y", "Kimetal.( 121)(e.g.,amygdala,hippocampus,visualassociation", "areas) have been linked to VH in people with schizophrenia,", "as discussed above. In short, it is not possible to demonstrate", "at this point that a speciﬁc set of brain regions or a network", "is necessary for VH to occur in schizophrenia. The extent to", "which people with schizophrenia and VH vary in which factors", "contribute to VH is also not clear. An additional question is", "whether some of factors are trait-related (e.g., capacity fo r more", "intense imagery; predictive coding impairments), and theref ore", "serve as a necessary setting condition upon which state-rela ted", "mechanisms impose qualitative changes. The majority of the", "data reviewed above, however, can be considered to represent", "trait characteristics, given the focus on patients with VH in", "general, as opposed to patients experiencing VH during the", "studysession.", "As noted by a reviewer of this paper, the biological and", "psychological mechanisms discussed above (e.g., disinhibit ion", "of DMN, altered predictive coding) are found in many studies", "of schizophrenia and yet the majority of patients do not have", "VH and many (1/3) do not have visual distortions. The same", "issue applies to all work that attempts to identify a mechanism", "involved in a symptom of schizophrenia, given the large degree", "of overlap between patient and control samples in studies of", "potential biological disease markers. For example, with an eﬀect", "size ofd=0.80, generally considered a large eﬀect, there", "will be 68.9% of overlap between groups, and eﬀect sizes in", "most PET and MRI studies in schizophrenia are well-below", "that level ( 181,182). Therefore, clarifying which factors and", "their interactions are involved in VH, in which people with", "schizophrenia , is a critical task for future research. Recognizing", "that patients may vary in the factors causing their VH, and", "clarifyingwhichfactorsandtheirinteractionsareinvolv edinVH,", "for any single patient , may therefore be a necessary assessment", "task required for the eﬀective treatment of VH. In our view,", "while the state of the evidence does not allow for conclusion s to", "be drawn for all patients at this time, the data do suggest that", "several candidate mechanisms would be useful to assess within", "the context of diﬀerent symptom presentations. For example,", "in cases where simple VH are dominant, assessment of retinal", "structure and function, visual evoked potentials, low-level v isual", "functions andoccipitallobe structureandfunctioningmayy ield", "useful insights regarding degraded input to V1 and subsequen t", "compensatory ﬁlling-in eﬀorts within visual regions, that lea d to", "distortions and simple VH. In cases characterized primarily b y", "complex VH, especially of a threatening or saving (e.g., angeli c,", "salviﬁc)nature,thereislikelytobegreaterinvolvementof DMN,", "hippocampus and amygdala activity, and greater contributions", "of apical drive. We hypothesize that in such cases, reduced", "cholinergicactivityinthebasalforebrainand/orelevate dstriatal", "DA will cause reduced signal-noise ratios in perception and", "contribute to an over-reliance on stored representations an d", "Frontiers in Psychiatry | www.frontiersin.org 11 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "FIGURE 2 | Proposed relative contributions of biological factors, an d their psychological consequences, involved in different types of altered visual phenomena in", "schizophrenia. Arrow at top depicts a continuum from visual distortions to simple visual hallucinations (VH) to comple x VH, moving from left to right. Triangles below", "the top arrow depict hypothesized increasing and decreasin g inﬂuences across the continuum. The green triangle, becomi ng larger moving from left to right,", "represents an increased inﬂuence of basal forebrain acetylc holine (Ach) reduction, striatal dopaminergic (DA) increa ses, default mode network (DMN) disinhibition, and", "apical drive in generating more complex hallucinatory phen omena in which episodic memory traces and associated emotio nal factors are thought to be involved. In", "contrast, the relative contributions of retinal and primar y visual cortex changes are hypothesized to be greatest in ca ses of visual distortions and simple VH, where the", "anomalous percepts involve ﬁlling-in and release phenomena within visual cortex regions. Note that each of these factor s involves additional factors (e.g., increased", "apical drive involves effects of multiple neurotransmitte rs).", "emotional factors in driving perception, in a manner analogous", "tohowretinalimpairmentsreducesignal-noiseratioandlea dto", "ﬁlling-inphenomenainvisualregionsincasesofsimpleVH(se e", "Figure2).", "Testing the views proposed above will involve, ﬁrst, careful", "assessment of the nature of the VH in individual patients, and", "then determining whether the hypothesized impairments can", "be observed in patients with similar VH characteristics. Usi ng", "type of VH as the grouping (independent) variable in studies", "of schizophrenia is not routine, but is probably necessary to", "answer the questions posed here. It should also be relatively", "simple to determine if, for example, patients with simple VH", "demonstrate greater retinal and early visual cortex diﬀeren ces", "compared to patients without VH, and compared to patients", "with only complex VH. The latter group, in contrast, should", "demonstrate more evidence of DMN disinhibition, cholinergi c", "dysfunction, and apical drive, and links between these chang es", "and visual system activity (especially in visual associatio n areas),", "relativetopatientswithsimpleVH.Itmaybenecessarytocont rol", "forlevelofauditoryhallucinationsinstudiesfocusedonc omplexVH since these are likely to share some common mechanisms.", "It should also be noted that there are no direct tests of apical", "drive that can be used in human experimental studies; however ,", "extent of apical drive can be computationally modeled from", "physiological data using information theory metrics ( 183), and", "it should be possible to do the same from tests that examine", "performance as a function of internal inﬂuences on perception,", "such as those showing excess inﬂuence of visual imagery on", "the performance of schizophrenia patients with VH ( 134–136).", "Studies examining covariation between aspects of VH and leve ls", "of impairments in the mechanisms discussed above would also", "be useful. And, as noted, investigations of eﬀects of brain", "stimulation, medications, and other manipulations that aﬀect", "brain function (e.g., neurofeedback) on aspects of VH could", "beinformative.", "The issue of the degree to which VH is a risk factor for", "schizophrenia also is need of clariﬁcation. Clearly, the onset of", "VH in elderly people is a potential symptom of a condition such", "asLewybodydementiaorParkinson’sdisease.Butthepredictiv e", "validityofVHforapsychoticdisorderinayoungerperson,when", "Frontiers in Psychiatry | www.frontiersin.org 12 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "eyediseaseandsubstanceabusecanberuledout,remainsinn eed", "ofclariﬁcation.Also,whilesomedatasuggestthattheprese nceof", "VHindicatesamoreseveremanifestationofschizophrenia,t here", "is much about the clinical signiﬁcance and course of illness t hat", "VHmayindicatethatisunknown.", "OtherthanknowingthatVH,likeallpsychoticsymptoms,can", "be reduced by dopamine-blocking medications in people with", "schizophrenia, little is known about their treatment. Howev er,", "given the high distress level associated with VH, we suggest", "that further research into eﬀective treatments is warranted .", "Russo et al. ( 100) reviewed a range of medication options for", "VH that are relevant for people with schizophrenia, including", "anti-serotonergic drugs, acetylcholinesterase inhibito rs, typical", "and atypical (including novel) antipsychotics, and opioid", "antagonists. Additional treatment directions could invol ve", "targeting symptom-related distress (e.g., via cognitive be havior", "therapy), or the symptom itself via imagery-based interventi ons", "(e.g., virtual reality to engage with the content of the VH),", "trauma-focusedtreatmenttoreducedissociation,andpoten tially", "visual remediation and brain stimulation interventions to", "increase input to cortical regions that are receiving deﬁcie nt", "input. Regarding the latter, repetitive transcranial magneti c", "stimulation (rTMS) over the occipital cortex of a woman with", "schizophreniasuccessfullydecreasedtheseverityandcomple xity", "of her VH ( 184). RTMS also signiﬁcantly reduced the auditory", "and VH in another case study of a man with paranoid", "schizophrenia( 185).Whetherthisorsimilarinterventionswould", "prove eﬃcacious in randomized controlled trials, however, s till", "needstobedetermined.", "An issue relevant to both mechanism and treatment is the", "extent to which even simple VH can represent meaningful", "concepts and conceptual relationships in people with", "schizophrenia. It has been noted that visual images can be", "viewed as propositional representations, wherein basic conce pts", "(e.g., higher/lower, ahead/behind, complete/incomplete,", "growing/decaying, etc.) are represented, where deformatio ns", "of images can represent past and future actions, and where", "imagesarestructuredinsuchawaythatotherbrainmodulesca n", "decode the meaning they contain—-in short, that visual imag es", "are concrete representations that can express complex concepts", "consistent with a basic “language of thought” that allows fo r", "communication between brain modules ( 167,186–188). To the", "extent that this is the case, then even simple VH can be infused", "with meaning, as demonstrated in Kaminski et al. ( 15). This", "suggests that both complex and simple VH may be a useful", "windowintotheself.", "Finally, there remains the important question of why VH", "occurlessfrequentlythanauditoryhallucinationsinpeoplew ith", "schizophrenia (albeit not as less frequently as thought in th e", "past),whereasthesituationisreversedinotherneuropsychi atric", "conditions (e.g., Parkinson’s disease). The answer(s) to t his", "question will surely be informative regarding the nature of", "schizophrenia. One possibility involves ﬁndings that some", "proportion of auditory hallucinations in schizophrenia invol ve", "a weakened corollary discharge signal, leading to failure t o", "recognize that subvocal speech activity is internally genera ted", "(189–193). It may be the case that there is no parallel inthe visual domain to this self-generated or motor program-", "linked hallucination mechanism (i.e., one is far less likely to", "motoricallygenerateavisualstimulusthananauditorysti mulus),", "and therefore a weakened eﬀerence copy mechanism would", "be expected to lead to a higher rate of auditory vs. visual", "hallucinations. Conversely, the visual system mechanisms we", "discussed above may be more operative in neurodegenerative", "disorders,andmoreprominentintheseconditionsrelativet othe", "speech-language center dysconnectivity that has been obser ved", "inschizophrenia.", "SUMMARY", "Visual hallucinations in schizophrenia are more common than", "previouslythought.Theycanbeviewedasaseveremanifestati on", "of visual system changes that occur on a continuum of severit y", "from visual distortions to hallucinations. Several candida te", "factorsforinvolvementinthegenesisofthesechangeshave been", "proposedandstudied,includingretinalandvisualcortexvol ume", "loss and functional impairments, disinhibition of the DMN", "due to cholinergic and thalamic functional changes, excess ive", "weighting of priors relative to sensory input related to DA (but", "also Ach and glutamatergic) alterations, excessive apical dr ive,", "and hyperconnectivity between limbic and hippocampal regions", "and visual areas. In general, however, much remains unknown", "about the causes of VH in schizophrenia, the mapping between", "contributionsoftheproposedmechanismsandVHinindividual", "patients,andtheclinicalsigniﬁcanceofVHintermsoftreat ment", "and prognosis. One beneﬁt of further research into these", "questions would be improved understanding of schizophrenia", "as a neuropsychiatric disorder, including its similarities and", "diﬀerenceswithotherconditionswithvisualmanifestation s,such", "as Parkinson’s disease and Lewy body dementia. An intriguin g", "possibility is, to the extent that the content of VH reﬂects co re", "vulnerabilities of the self (e.g., security/danger concer ns), the", "content of VH can be used to explore and modify dysfunctional", "cognitive schemata and/or to generate insight into interper sonal", "and existential issues in the service of behavior change [e. g.,", "(15,194)].", "AUTHOR CONTRIBUTIONS", "SS conceived of the manuscript. SS and AL conducted the", "literature review and wrote the sections of the manuscript.", "All authors contributed to the article and approved the", "submittedversion.", "FUNDING", "SupportforthisworkwasprovidedbyagrantfromtheNewYork", "FundforInnovationinResearchandScientiﬁcTalent(NYFIRST )", "to fund the Center for Retina and Brain at the University of", "RochesterMedicalCenter(SS,Director).", "ACKNOWLEDGMENTS", "TheauthorsthankDr.JudyThompsonandDr.PhilipCorlettfor", "theirhelpfulcriticalcommentsonanearlierdraftofthepaper .", "Frontiers in Psychiatry | www.frontiersin.org 13 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "REFERENCES", "1. Clark ML, Waters F, Vatskalis TM, Jablensky A. On the interconn ectedness", "and prognostic value of visual and auditory hallucinations in ﬁrst -episode", "psychosis. EurPsychiatry. (2017)41:122–8.doi:10.1016/j.eurpsy.2016.10.011", "2. Lim A, Hoek HW, Deen ML, Blom JD, Investigators G. Prevalence", "and classiﬁcation of hallucinations in multiple sensory modalities", "in schizophrenia spectrum disorders. Schizophr Res. (2016)", "176:493–9.doi:10.1016/j.schres.2016.06.010", "3. McCarthy-Jones S, Smailes D, Corvin A, Gill M, Morris DW, Dinan", "TG, et al. Occurrence and co-occurrence of hallucinations by modality", "in schizophrenia-spectrum disorders. Psychiatry Res. (2017) 252:154–", "60.doi:10.1016/j.psychres.2017.01.102", "4. Waters F, Collerton D, ﬀytche DH, Jardri R, Pins D, Dudley R, et al. Vi sual", "hallucinations in the psychosis spectrum and comparative information", "from neurodegenerative disorders and eye disease. Schizophr Bull. (2014)", "40(Suppl.4):S233–45.doi:10.1093/schbul/sbu036", "5. van Ommen MM, van Beilen M, Cornelissen FW, Smid HG, Knegtering H,", "Aleman A, et al. The prevalence of visual hallucinations in non-aﬀect ive", "psychosis, and the role of perception and attention. Psychol Med. (2016)", "46:1735–47.doi:10.1017/S0033291716000246", "6. Bracha HS, Wolkowitz OM, Lohr JB, Karson CN, Bigelow LB. High", "prevalence of visual hallucinations in research subjects with chro nic", "schizophrenia. AmJPsychiatry. (1989)146:526–8.doi:10.1176/ajp.146.4.526", "7. Mueser KT, Bellack AS, Brady EU. Hallucinations in schizophrenia. Acta", "PsychiatrScand. (1990)82:26–9.doi:10.1111/j.1600-0447.1990.tb01350. x", "8. Keane BP, Cruz LN, Paterno D, Silverstein SM. Self-reported", "visual perceptual abnormalities are strongly associated with core", "clinical features in psychotic disorders. Front Psychiatry. (2018)", "9:69.doi:10.3389/fpsyt.2018.00069", "9. Thomas P, Mathur P, Gottesman II, Nagpal R, Nimgaonkar VL, Desh pande", "SN.Correlatesofhallucinationsinschizophrenia:across-culturale valuation.", "SchizophrRes. (2007)92:41–9.doi:10.1016/j.schres.2007.01.017", "10. Delespaul P, Vries M, van Os J. Determinants of occurrence and reco very", "from hallucinations in daily life. Soc Psychiatry Psychiatr Epidemiol. (2002)", "37:97–104.doi:10.1007/s001270200000", "11. Zarroug ET. The frequency of visual hallucinations in schizoph renic", "patients in Saudi Arabia. Br J Psychiatry. (1975) 127:553–", "5.doi:10.1192/bjp.127.6.553", "12. Bunney WE, Hetrick WP, Bunney BG, Patterson JV, Jin Y, Potki n SG, et al.", "StructuredInterviewforAssessingPerceptualAnomalies(SIAPA ).Schizophr", "Bull.(1999)25:577–92.doi:10.1093/oxfordjournals.schbul.a0334 02", "13. Cutting J, Dunne F. The nature of the abnormal perceptual", "experiences at the onset of schizophrenia. Psychopathology. (1986)", "19:347–52.doi:10.1159/000284459", "14. Cutting J, Dunne F. Subjective experience of schizophrenia. Schizophr Bull.", "(1989)15:217–31.doi:10.1093/schbul/15.2.217", "15. Kaminski JA, Sterzer P, Mishara AL. “Seeing Rain”: integrati ng", "phenomenological and Bayesian predictive coding approaches to visu al", "hallucinations and self-disturbances (Ichstorungen) in schiz ophrenia.", "ConsciousCogn. (2019)73:102757.doi:10.1016/j.concog.2019.05.005", "16. Phillipson OT, Harris JP. Perceptual changes in schizophrenia:", "a questionnaire survey. Psychol Med. (1985) 15:859–", "66.doi:10.1017/S0033291700005092", "17. Silverstein SM. Visual perception disturbances in schizoph renia:", "a uniﬁed model. Nebr Symp Motiv. (2016) 63:77–", "132.doi:10.1007/978-3-319-30596-7_4", "18. Silverstein SM, Demmin D, Skodlar B. Space and objects: on the", "phenomenology and cognitive neuroscience of anomalous perception i n", "schizophrenia (Ancillary Article to EAWE Domain 1). Psychopathology.", "(2017)50:60–7.doi:10.1159/000452493", "19. Matthews NL, Collins KP, Thakkar KN, Park S. Visuospatial imag ery and", "working memory in schizophrenia. Cogn Neuropsychiatry. (2014) 19:17–", "35.doi:10.1080/13546805.2013.779577", "20. Hébert M, Gagné AM, Paradis ME, Jomphe V, Roy MA, Mérette C, et al.", "Retinal response to light in young nonaﬀected oﬀspring at high gen etic", "risk of neuropsychiatric brain disorders. Biol Psychiatry. (2010) 67:270–", "4.doi:10.1016/j.biopsych.2009.08.01621. Mittal VA, Gupta T, Keane BP, Silverstein SM. Visual contex t processing", "dysfunctionsinyouthathighriskforpsychosis:Resistancet otheEbbinghaus", "illusionanditssymptomandsocialandrolefunctioningcorrelates. JAbnorm", "Psychol.(2015)124:953–60.doi:10.1037/abn0000082", "22. Hayes JF, Picot S, Osborn DPJ, Lewis G, Dalman C, Lundin A. Vis ual acuity", "in late adolescence and future psychosis risk in a cohort of 1 million men .", "SchizophrBull. (2019)45:571–8.doi:10.1093/schbul/sby084", "23. SchubertEW,HenrikssonKM,McNeilTF.Aprospectivestudyofoﬀ spring", "of women with psychosis: visual dysfunction in early childhood pred icts", "schizophrenia-spectrum disorders in adulthood. Acta Psychiatr Scand.", "(2005)112:385–93.doi:10.1111/j.1600-0447.2005.00584 .x", "24. Klosterkotter J, Hellmich M, Steinmeyer EM, Schultze-Lutter F. D iagnosing", "schizophrenia in the initial prodromal phase. Arch Gen Psychiatry. (2001)", "58:158–64.doi:10.1001/archpsyc.58.2.158", "25. Nikitova N, Keane BP, Demmin D, Silverstein SM, Uhlhaas PJ. Th e", "Audio-Visual Abnormalities Questionnaire (AVAQ): Development an d", "validationofanewinstrumentforassessinganomaliesinsensorype rception", "in schizophrenia spectrum disorders. Schizophr Res. (2019) 209:227–", "33.doi:10.1016/j.schres.2019.03.016", "26. Keri S, Kiss I, Kelemen O, Benedek G, Janka Z. Anomalous visual", "experiences, negative symptoms, perceptual organization and the", "magnocellular pathway in schizophrenia: a shared construct? Psychol", "Med.(2005)35:1445–55.doi:10.1017/S0033291705005398", "27. Kiss I, Fabian A, Benedek G, Keri S. When doors of perception o pen:", "visual contrast sensitivity in never-medicated, ﬁrst-episod e schizophrenia. J", "AbnormPsychol. (2010)119:586–93.doi:10.1037/a0019610", "28. Silverstein SM, Fradkin SI, Demmin DL. Schizophrenia and", "the retina: Towards a 2020 perspective. Schizophr Res. (2020)", "219:84–94.doi:10.1016/j.schres.2019.09.016", "29. KafaligonulH.Vision:asystemsneuroscienceperspective. JNeurobehavSci.", "(2014)2:1.doi:10.5455/JNBS.1395935766", "30. Heeger DJ, Behrmann M, Dinstein I. Vision as a beachhead. Biol Psychiatry.", "(2017)81:832–7.doi:10.1016/j.biopsych.2016.09.019", "31. Keane BP, Silverstein SM, Wang Y, Papathomas TV. Reduced dept h", "inversionillusionsinschizophreniaarestate-speciﬁcandoccur formultiple", "object types and viewing conditions. J Abnorm Psychol. (2013) 122:506–", "12.doi:10.1037/a0032110", "32. Born RT, Bencomo GM. Illusions, delusions, and your backwards b ayesian", "brain: a biased visual perspective. Brain Behav Evol . (2021) 30:1–", "14.doi:10.1159/000514859", "33. Corlett PR, Frith CD, Fletcher PC. From drugs to deprivation: a", "Bayesian framework for understanding models of psychosis [researc h", "support, non-U.S. Gov’t review]. Psychopharmacology. (2009) 206:515–", "30.doi:10.1007/s00213-009-1561-0", "34. Corlett PR, Horga G, Fletcher PC, Alderson-Day B, Schmack K, Pow ers", "AR. Hallucinations and strong priors. Trends Cogn Sci. (2019) 23:114–", "27.doi:10.1016/j.tics.2018.12.001", "35. Phillips WA, Clark A, Silverstein SM. On the functions, mechanis ms,", "and malfunctions of intracortical contextual modulation. Neurosci", "Biobehav Rev. (2015) 52:1–20. doi: 10.1016/j.neubiorev.2015.", "02.010", "36. PhillipsWA,LarkumME,HarleyCW,SilversteinSM.Theeﬀectsofa rousal", "on apical ampliﬁcation and conscious state. Neurosci Conscious. (2016)", "2016:niw015.doi:10.1093/nc/niw015", "37. Phillips WA, Silverstein SM. Convergence of biological and psy chological", "perspectives on cognitive coordination in schizophrenia. Behav Brain Sci.", "(2003)26:65–82.doi:10.1017/S0140525X03000025", "38. Demmin D, Mote J, Beaudette D, Thompson J, Silverstein S. Retin al", "functioning and reward processing in schizophrenia. Schizophrenia Res .", "(2019)219:25–33.doi:10.1016/j.schres.2019.06.019", "39. Demmin DL, Davis Q, Roche M, Silverstein SM. Electroretinographi c", "anomalies in schizophrenia. J Abnorm Psychol. (2018) 127:417–", "28.doi:10.1037/abn0000347", "40. Slaghuis WL. Contrast sensitivity for stationary and drifti ng spatial", "frequency gratings in positive- and negative-symptom schizophren ia.J", "AbnormPsychol. (1998)107:49–62.doi:10.1037/0021-843X.107.1.49", "41. SlaghuisWL,ThompsonAK.Theeﬀectofperipheralvisualmotionon focal", "contrast sensitivity in positive- and negative-symptom schizo phrenia.", "Frontiers in Psychiatry | www.frontiersin.org 14 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "Neuropsychologia. (2003) 41:968–80. doi: 10.1016/S0028-3932(02)0", "0321-4", "42. Dudley R, Collerton D, Nicholson, Mosimann U. Clinical characteris tics of", "disclosed visual hallucinations in users of an early interventio n in psychosis", "service.Psychosis.(2013)5:127–33.doi:10.1080/17522439.2012.699543", "43. Goodwin DW, Alderson P, Rosenthal R. Clinical signiﬁcance", "of hallucinations in psychiatric disorders. A study of 116", "hallucinatory patients. Arch Gen Psychiatry. (1971) 24:76–", "80.doi:10.1001/archpsyc.1971.01750070078011", "44. Dudley R, Aynsworth C, Cheetham R, McCarthy-Jones S, Collerton D.", "Prevalence and characteristics of multi-modal hallucinations in people", "with psychosis who experience visual hallucinations. Psychiatry Res. (2018)", "269:25–30.doi:10.1016/j.psychres.2018.08.032", "45. van Ommen MM, van Laar T, Cornelissen FW, Bruggeman", "R. Visual hallucinations in psychosis. Psychiatry Res. (2019)", "280:112517.doi:10.1016/j.psychres.2019.112517", "46. Bernardin F, Schwan R, Lalanne L, Ligier F, Angioi-Duprez K, Sc hwitzer", "T, et al. The role of the retina in visual hallucinations: A review of t he", "literature and implications for psychosis. Neuropsychologia. (2017) 99:128–", "38.doi:10.1016/j.neuropsychologia.2017.03.002", "47. Lindal E, Stefansson JG, Stefansson SB. The qualitative d iﬀerence", "of visions and visual hallucinations: a comparison of a general-", "population and clinical sample. Compr Psychiatry. (1994)", "35:405–8.doi:10.1016/0010-440X(94)90282-8", "48. Asaad G, Shapiro B. Hallucinations: theoretical and clinical o verview.Am J", "Psychiatry. (1986)143:1088–97.doi:10.1176/ajp.143.9.1088", "49. Gauntlett-Gilbert J, Kuipers E. Phenomenology of visual", "hallucinations in psychiatric conditions. J Nerv Ment Dis. (2003)", "191:203–5.doi:10.1097/01.NMD.0000055084.01402.02", "50. Alderson-Day B, Woods A, Moseley P, Common S, Deamer F, Dodgson", "G, et al. Voice-hearing and personiﬁcation: characterizing soci al qualities", "of auditory verbal hallucinations in early psychosis. Schizophr Bull. (2020)", "47:228–36.doi:10.1093/schbul/sbaa095", "51. Dudley R, Wood M, Spencer H, Brabban A, Mosimann UP, Collerton D.", "identifying speciﬁc interpretations and use of safety behaviou rs in people", "with distressing visual hallucinations: an exploratory study. Behav Cogn", "Psychother. (2012)40:367–75.doi:10.1017/S1352465811000750", "52. SmallIF,SmallJG,AndersenJM.Clinicalcharacteristicsofhallu cinationsof", "schizophrenia. DisNervSyst. (1966)27:349–53.", "53. Chouinard VA, Shinn AK, Valeri L, Chouinard PA, Gardner ME,", "Asan AE, et al. Visual hallucinations associated with multimodal", "hallucinations, suicide attempts and morbidity of illness in psycho tic", "disorders. Schizophr Res. (2019) 208:196–201. doi: 10.1016/j.schres.2019.", "02.022", "54. Grano N, Salmijarvi L, Karjalainen M, Kallionpaa S, Roine M, Taylo r", "P. Early signs of worry: Psychosis risk symptom visual distortions are", "independently associated with suicidal ideation. Psychiatry Res. (2015)", "225:263–7.doi:10.1016/j.psychres.2014.12.031", "55. Clemmensen L, Vernal DL, Steinhausen HC. A systematic review of the", "long-term outcome of early onset schizophrenia. BMC Psychiatry. (2012)", "12:150.doi:10.1186/1471-244X-12-150", "56. Driver DI, Thomas S, Gogtay N, Rapoport JL. Childhood-", "onset schizophrenia and early-onset schizophrenia spectrum", "disorders: an update. Child Adolesc Psychiatr Clin N Am. (2020)", "29:71–90.doi:10.1016/j.chc.2019.08.017", "57. Remschmidt H, Martin M, Fleischhaker C, Theisen FM, Hennighaus en", "K, Gutenbrunner C, et al. Forty-two-years later: the outcome", "of childhood-onset schizophrenia. J Neural Transm. (2007)", "114:505–12.doi:10.1007/s00702-006-0553-z", "58. David CN, Greenstein D, Clasen L, Gochman P, Miller R,", "Tossell JW, et al. Childhood onset schizophrenia: high rate of", "visual hallucinations. J Am Acad Child Adolesc Psychiatry. (2011)", "50:681–6.e683.doi:10.1016/j.jaac.2011.03.020", "59. McCabe MS, Fowler RC, Cadoret RJ, Winokur G. Symptom diﬀerence s", "in schizophrenia with good and poor prognosis. Am J Psychiatry. (1972)", "128:1239–43.doi:10.1176/ajp.128.10.1239", "60. Lehembre-Shiah E, Leong W, Brucato G, Abi-Dargham A, Lieberma n JA,", "HorgaG,etal.Distinctrelationshipsbetweenvisualandauditory perceptualabnormalitiesandconversiontopsychosisinaclinicalhigh-risk population.", "JAMAPsychiatry. (2017)74:104–6.doi:10.1001/jamapsychiatry.2016.3055", "61. LindleySE,CarlsonE,SheikhJ.Psychoticsymptomsinposttraumat icstress", "disorder. CNSSpectr. (2000)5:52–7.doi:10.1017/S1092852900021659", "62. Conghaile A, DeLisi LE. Distinguishing schizophrenia from po sttraumatic", "stress disorder with psychosis. Curr Opin Psychiatry. (2015) 28:249–", "55.doi:10.1097/YCO.0000000000000158", "63. BurnsJK,JhazbhayK,EsterhuizenT,EmsleyR.Exposuretotrauma andthe", "clinical presentation of ﬁrst-episode psychosis in South Africa. J Psychiatr", "Res.(2011)45:179–84.doi:10.1016/j.jpsychires.2010.05.014", "64. SolesvikM,JoaI,LarsenTK,LangeveldJ,JohannessenJO,B jornestadJ,etal.", "Visual hallucinations in ﬁrst-episode psychosis: association with childhood", "trauma.PLoSONE. (2016)11:e0153458.doi:10.1371/journal.pone.0153458", "65. Baethge C, Baldessarini RJ, Freudenthal K, Streeruwitz A, Bau er M, Bschor", "T. Hallucinations in bipolar disorder: characteristics and compariso n to", "unipolar depression and schizophrenia. Bipolar Disord. (2005) 7:136–", "45.doi:10.1111/j.1399-5618.2004.00175.x", "66. WingJK.Internationalcomparisonsinthestudyofthefuncti onalpsychoses.", "BrMedBull. (1971)27:77–81.doi:10.1093/oxfordjournals.bmb.a070819", "67. Mitelman SA, Brickman AM, Shihabuddin L, Newmark RE, Hazlett EA,", "Haznedar MM, et al. A comprehensive assessment of gray and white matt er", "volumes and their relationship to outcome and severity in schizophre nia.", "Neuroimage. (2007)37:449–62.doi:10.1016/j.neuroimage.2007.04.070", "68. Mitelman SA, Buchsbaum MS. Very poor outcome schizophrenia:", "clinical and neuroimaging aspects. Int Rev Psychiatry. (2007) 19:345–", "57.doi:10.1080/09540260701486563", "69. ﬀytche DH. Visual hallucinatory syndromes: past, present,", "and future. Dialogues Clin Neurosci. (2007) 9:173–", "89.doi:10.31887/DCNS.2007.9.2/dﬀytche", "70. CoganDG.Visualhallucinationsasreleasephenomena. AlbrechtVonGraefes", "ArchKlinExpOphthalmol. (1973)188:139–50.doi:10.1007/BF00407835", "71. Hobson JA, Lydic R, Baghdoyan HA. Evolving concepts of sleep c ycle", "generation: From brain centers to neuronal populations. Behav Brain Sci.", "(1986)9:371–400.doi:10.1017/S0140525X00046215", "72. Diederich NJ, Vaillant M, Leischen M, Mancuso G, Golinval S, N ati R, et al.", "Sleep apnea syndrome in Parkinson’s disease. A case-control study in 49", "patients.MovDisord. (2005)20:1413–8.doi:10.1002/mds.20624", "73. Carreira-Perpinan MA, Lister RJ, Goodhill GJ. A computational mod el for", "the development of multiple maps in primary visual cortex. Cereb Cortex.", "(2005)15:1222–33.doi:10.1093/cercor/bhi004", "74. Merzenich MM, Recanzone GH, Jenkins WM, Grajski KA. Adaptive", "mechanisms in cortical networks underlying cortical contributions to", "learning and nondeclarative memory. Cold Spring Harb Symp Quant Biol.", "(1990)55:873–87.doi:10.1101/SQB.1990.055.01.082", "75. Pettet MW, Gilbert CD. Dynamic changes in receptive-ﬁeld size i n", "cat primary visual cortex. Proc Natl Acad Sci USA. (1992) 89:8366–", "70.doi:10.1073/pnas.89.17.8366", "76. ﬀytche DH. The hodology of hallucinations. Cortex.(2008) 44:1067–", "83.doi:10.1016/j.cortex.2008.04.005", "77. ﬀytcheDH,HowardRJ,BrammerMJ,DavidA,WoodruﬀP,WilliamsS.The", "anatomy of conscious vision: an fMRI study of visual hallucinat ions.Nat", "Neurosci. (1998)1:738–42.doi:10.1038/3738", "78. Burke W. The neural basis of Charles Bonnet hallucinations: a hy pothesis. J", "NeurolNeurosurgPsychiatry. (2002)73:535–41.doi:10.1136/jnnp.73.5.535", "79. Kazui H, Ishii R, Yoshida T, Ikezawa K, Takaya M, Tokunaga H, et al.", "Neuroimaging studies in patients with charles bonnet syndrome.", "Psychogeriatrics. (2009) 9:77–84. doi: 10.1111/j.1479-8301.2009.", "00288.x", "80. Silverstein SM, Demmin DL, Schallek JB, Fradkin SI. Measures of re tinal", "structure and function as biomarkers in neurology and psychiatry. Biomark", "Neuropsychiatry. (2020)2:100018.doi:10.1016/j.bionps.2020.100018", "81. Moon JY, Kim HJ, Park YH, Park TK, Park EC, Kim CY, et al. Associati on", "betweenOpen-AngleGlaucomaandtheRisksofAlzheimer’sandParkin son’s", "diseasesinSouthKorea:A10-yearNationwideCohortStudy. SciRep.(2018)", "8:11161.doi:10.1038/s41598-018-29557-6", "82. Umunakwe O, Gupta D, Tseng H. Association of Open-Angle Glaucoma", "with Non-Alzheimer’s Dementia and Cognitive Impairment. Ophthalmol", "Glaucoma .(2020)3:460–5.doi:10.1016/j.ogla.2020.06.008", "Frontiers in Psychiatry | www.frontiersin.org 15 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "83. Silverstein SM, Paterno D, Cherneski L, Green S. Optical cohere nce", "tomographyindicesofstructuralretinalpathologyinschizophrenia. Psychol", "Med.(2018)48:2023–33.doi:10.1017/S0033291717003555", "84. Almonte MT, Capellan P, Yap TE, Cordeiro MF. Retinal", "correlates of psychiatric disorders. Ther Adv Chronic Dis. (2020)", "11:2040622320905215.doi:10.1177/2040622320905215", "85. Liu CH, Kang EYC, Lin YH, Wu WC, Liu ZH, Kuo CF, et al.", "Association of ocular diseases with schizophrenia, bipolar diso rder, and", "major depressive disorder: a retrospective case-control, population-b ased", "study.BMCPsychiatry. (2020)20:486.doi:10.1186/s12888-020-02881-w", "86. SilversteinSM,DemminD,BednarJA.Computationalmodelingofc ontrast", "sensitivityandorientationtuninginﬁrst-episodeandchroni cschizophrenia.", "ComputationalPsychiatry. (2017)1:102–31.doi:10.1162/CPSY_a_00005", "87. ﬀytche DH. Visual hallucinations and the Charles Bonnet syndro me.Curr", "PsychiatryRep. (2005)7:168–79.doi:10.1007/s11920-005-0050-3", "88. Terry AV. Role of the central cholinergic system in the", "therapeutics of schizophrenia. Curr Neuropharmacol. (2008)", "6:286–92.doi:10.2174/157015908785777247", "89. Everitt BJ, Robbins TW. Central cholinergic systems and cogn ition.Annu", "RevPsychol. (1997)48:649–84.doi:10.1146/annurev.psych.48.1.649", "90. Perry EK, Perry RH. Acetylcholine and hallucinations: disease-rela ted", "comparedtodrug-inducedalterationsinhumanconsciousness. BrainCogn.", "(1995)28:240–58.doi:10.1006/brcg.1995.1255", "91. AveryMC,DuttN,KrichmarJL.Mechanismsunderlyingthebasalf orebrain", "enhancement of top-down and bottom-up attention. Eur J Neurosci. (2014)", "39:852–65.doi:10.1111/ejn.12433", "92. Corlett PR, Powers AR. Conditioned hallucinations: historic insights and", "futuredirections. WorldPsychiatry. (2018)17:361–2.doi:10.1002/wps.20557", "93. Das S, Chatterjee SS, Malathesh BC. Anticholinergic medica tions even in", "therapeutic range can cause recurrence of psychosis. General Psychiatry.", "(2020)33:e100235.doi:10.1136/gpsych-2020-100235", "94. Abad NH, Doulatabad NS, Mohammadi A, Srazi HR. Treatment of visual", "hallucinations in schizophrenia by acetylcholinesterase inhibit ors: a case", "report.IranJPsychiatry. (2011)6:161–3.", "95. Patel SS, Attard A, Jacobsen P, Shergill S. Acetylcholineste rase Inhibitors", "(AChEI’s) for the treatment of visual hallucinations in schizoph renia: a case", "report.BMCPsychiatry. (2010)10:68.doi:10.1186/1471-244X-10-68", "96. Carhart-Harris RL, Leech R, Hellyer PJ, Shanahan M, Feilding A,", "Tagliazucchi E, et al. The entropic brain: a theory of conscious sta tes", "informed by neuroimaging research with psychedelic drugs. Front Hum", "Neurosci. (2014)8:20.doi:10.3389/fnhum.2014.00020", "97. Carhart-Harris RL, Muthukumaraswamy S, Roseman L, Kaelen M, Droog", "W, Murphy K, et al. Neural correlates of the LSD experience revealed", "by multimodal neuroimaging. Proc Natl Acad Sci USA. (2016) 113:4853–", "8.doi:10.1073/pnas.1518377113", "98. Clark A. Whatever next? Predictive brains, situated agents,", "and the future of cognitive science. Behav Brain Sci. (2013)", "36:181–204.doi:10.1017/S0140525X12000477", "99. Muthukumaraswamy SD, Carhart-Harris RL, Moran RJ, Brookes MJ,", "Williams TM, Errtizoe D, et al. Broadband cortical desynchronization", "underlies the human psychedelic state. J Neurosci. (2013) 33:15171–", "83.doi:10.1523/JNEUROSCI.2063-13.2013", "100. Russo M, Carrarini C, Dono F, Rispoli MG, Di Pietro M, Di Stefano V,", "et al. The pharmacology of visual hallucinations in synucleinopathie s.Front", "Pharmacol. (2019)10:1379.doi:10.3389/fphar.2019.01379", "101. Shine JM, Halliday GM, Naismith SL, Lewis SJ. Visual misperce ptions and", "hallucinations in Parkinson’s disease: dysfunction of attent ional control", "networks? MovDisord. (2011)26:2154–9.doi:10.1002/mds.23896", "102. Shine JM, Keogh R, O’Callaghan C, Muller AJ, Lewis SJG, Pears on J.", "Imagine that: elevated sensory strength of mental imagery in indivi duals", "with Parkinson’s disease and visual hallucinations. Proc Biol Sci. (2015)", "282:20142047.doi:10.1098/rspb.2014.2047", "103. Haleem DJ. Serotonergic modulation of dopamine neurotransmissi on: a", "mechanism for enhancing therapeutics in schizophrenia. J Coll Physicians", "SurgPak. (2006)16:556–62.", "104. LesterDB,RogersTD,BlahaCD.Acetylcholine-dopamineinte ractionsinthe", "pathophysiologyandtreatmentofCNSdisorders. CNSNeurosciTher. (2010)", "16:137–62.doi:10.1111/j.1755-5949.2010.00142.x105. Abi-DarghamA.Alterationsofserotonintransmissioninsch izophrenia. Int", "RevNeurobiol. (2007)78:133–64.doi:10.1016/S0074-7742(06)78005-9", "106. Aghajanian GK, Marek GJ. Serotonin model of schizophrenia: e merging", "role of glutamate mechanisms. Brain Res Brain Res Rev. (2000) 31:302–", "12.doi:10.1016/S0165-0173(99)00046-6", "107. Kusumi I, Boku S, Takahashi Y. Psychopharmacology of atypical", "antipsychotic drugs: From the receptor binding proﬁle to", "neuroprotection and neurogenesis. Psychiatry Clin Neurosci. (2015)", "69:243–58.doi:10.1111/pcn.12242", "108. Meltzer HY, Huang M. In vivoactions of atypical antipsychotic drug on", "serotonergic and dopaminergic systems. Prog Brain Res. (2008) 172:177–", "97.doi:10.1016/S0079-6123(08)00909-6", "109. Remington G. Alterations of dopamine and serotonin", "transmission in schizophrenia. Prog Brain Res. (2008) 172:117–", "40.doi:10.1016/S0079-6123(08)00906-0", "110. Stepnicki P, Kondej M, Kaczor AA. Current concepts and treatme nts of", "schizophrenia. Molecules. (2018)23:2087.doi:10.3390/molecules23082087", "111. Jones MT, Strassnig MT, Harvey PD. Emerging 5-HT receptor ant agonists", "forthetreatmentofSchizophrenia. ExpertOpinEmergDrugs. (2020)25:189–", "200.doi:10.1080/14728214.2020.1773792", "112. Leptourgos P, Fortier-Davy M, Carhart-Harris R, Corlett PR, Du puis", "D, Halberstadt AL, et al. Hallucinations under psychedelics and in the", "schizophrenia spectrum: an interdisciplinary and multiscale comparison.", "SchizophrBull .(2020)46:1396–408.doi:10.1093/schbul/sbaa117", "113. Oertel V, Rotarska-Jagiela A, van de Ven VG, Haenschel C, M aurer", "K, Linden DE. Visual hallucinations in schizophrenia investiga ted with", "functional magnetic resonance imaging. Psychiatry Res. (2007) 156:269–", "73.doi:10.1016/j.pscychresns.2007.09.004", "114. FordJM,PalzesVA,RoachBJ,PotkinSG,vanErpTG,TurnerJA, etal.Visual", "hallucinations are associated with hyperconnectivity between the amygdala", "andvisualcortexinpeoplewithadiagnosisofschizophrenia. SchizophrBull.", "(2015)41:223–32.doi:10.1093/schbul/sbu031", "115. Rolland B, Amad A, Poulet E, Bordet R, Vignaud A, Bation R, et al.", "Resting-state functional connectivity of the nucleus accumb ens in auditory", "and visual hallucinations in schizophrenia. Schizophr Bull. (2015) 41:291–", "9.doi:10.1093/schbul/sbu097", "116. Amad A, Cachia A, Gorwood P, Pins D, Delmaire C, Rolland B, et al.", "The multimodal connectivity of the hippocampal complex in auditory and", "visual hallucinations. Mol Psychiatry. (2014) 19:184–91. doi: 10.1038/mp.20", "12.181", "117. Hare SM, Law AS, Ford JM, Mathalon DH, Ahmadi A, Damaraju", "E, et al. Disrupted network cross talk, hippocampal dysfunction", "and hallucinations in schizophrenia. Schizophr Res. (2018)", "199:226–34.doi:10.1016/j.schres.2018.03.004", "118. Behrendt RP. Hallucinatory experience as aberrant event", "memory formation: Implications for the pathophysiology of", "schizophrenia. Prog Neuropsychopharmacol Biol Psychiatry. (2016)", "71:203–9.doi:10.1016/j.pnpbp.2016.07.009", "119. Cachia A, Cury C, Brunelin J, Plaze M, Delmaire C, Oppenheim", "C, et al. Deviations in early hippocampus development contribute", "to visual hallucinations in schizophrenia. Transl Psychiatry. (2020)", "10:102.doi:10.1038/s41398-020-0779-9", "120. Jardri R, Thomas P, Delmaire C, Delion P, Pins D. The neurodynamic", "organization of modality-dependent hallucinations. Cereb Cortex. (2013)", "23:1108–17.doi:10.1093/cercor/bhs082", "121. KimNY,HsuJ,TalmasovD,JoutsaJ,SoussandL,WuO,etal.Le sionscausing", "hallucinationslocalizetoonecommonbrainnetwork. MolPsychiatry. (2021)", "26:1299–309.doi:10.1038/s41380-019-0565-3", "122. Weber S, Johnsen E, Kroken RA, Loberg EM, Kandilarova S, Sto yanov", "D, et al. Dynamic functional connectivity patterns in schizophren ia", "and the relationship with hallucinations. Front Psychiatry. (2020)", "11:227.doi:10.3389/fpsyt.2020.00227", "123. AnticevicA,GancsosM,MurrayJD,RepovsG,DriesenNR,Enni sDJ,etal.", "NMDA receptor function in large-scale anticorrelated neural systems with", "implicationsforcognitionandschizophrenia. ProcNatlAcadSciUSA. (2012)", "109:16720–5.doi:10.1073/pnas.1208494109", "124. Powers AR, Gancsos MG, Finn ES, Morgan", "PT, Corlett PR. Ketamine-induced hallucinations.", "Frontiers in Psychiatry | www.frontiersin.org 16 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "Psychopathology. (2015) 48:376–85. doi: 10.1159/0004", "38675", "125. AruJ,SuzukiM,LarkumME.Cellularmechanismsofconsciousproce ssing.", "TrendsCognSci. (2020)24:814–25.doi:10.1016/j.tics.2020.07.006", "126. Aru J, Siclari F, Phillips WA, Storm JF. Apical drive-A cellular", "mechanism of dreaming? Neurosci Biobehav Rev . (2020)", "119:440–55.doi:10.31234/osf.io/vwure", "127. Larkum M, William P. Does arousal enhance apical", "ampliﬁcation and disampliﬁcation? Behav Brain Sci. (2016)", "39:e215.doi:10.1017/S0140525X15001867", "128. Larkum ME, Nevian T, Sandler M, Polsky A, Schiller J. Synaptic i ntegration", "in tuft dendrites of layer 5 pyramidal neurons: a new unifying principle .", "Science.(2009)325:756–60.doi:10.1126/science.1171958", "129. Phillips WA. Cognitive functions of intracellular mechanisms", "for contextual ampliﬁcation. Brain Cogn. (2017) 112:39–", "53.doi:10.1016/j.bandc.2015.09.005", "130. William P, Bachmann T, Storm J. Apical function in neocortical pyramidal", "cells:acommonpathwaybywhichgeneralanestheticscanaﬀectmenta lstate.", "FrontNeuralCircuits. (2018)12:50.doi:10.3389/fncir.2018.00050", "131. Alcaro A, Carta S. The “Instinct” of imagination. A neuro-", "ethological approach to the evolution of the reﬂective mind and", "its application to psychotherapy. Front Hum Neurosci. (2018)", "12:522.doi:10.3389/fnhum.2018.00522", "132. Frieske DA, Wilson WP. Formal qualities of hallucinations: a co mparative", "study of the visual hallucinations in patients with schizophreni c, organic,", "aﬀective psychoses. Proc Annu Meet Am Psychopathol Assoc. (1966) 54:49–", "62.", "133. Lowe GR. The phenomenology of hallucinations as an aid to diﬀe rential", "diagnosis. BrJPsychiatry. (1973)123:621–33.doi:10.1192/bjp.123.6.621", "134. Aynsworth C, Nemat N, Collerton D, Smailes D, Dudley", "R. Reality monitoring performance and the role of visual", "imagery in visual hallucinations. Behav Res Ther. (2017)", "97:115–22.doi:10.1016/j.brat.2017.07.012", "135. Brebion G, Ohlsen RI, Pilowsky LS, David AS. Visual hallucina tions", "in schizophrenia: confusion between imagination and perception .", "Neuropsychology. (2008)22:383–9.doi:10.1037/0894-4105.22.3.383", "136. Stephan-Otto C, Siddi S, Senior C, Cuevas-Esteban J, Camb ra-", "Marti MR, Ochoa S, et al. Remembering verbally-presented items", "as pictures: Brain activity underlying visual mental images in", "schizophrenia patients with visual hallucinations. Cortex. (2017)", "94:113–22.doi:10.1016/j.cortex.2017.06.009", "137. Gonzalez-Acosta CA, Rojas-Ceron CA, Buritica E. Function al alterations", "and cerebral variations in humans exposed to early life stress. Front Public", "Health.(2020)8:536188.doi:10.3389/fpubh.2020.536188", "138. Kunimatsu A, Yasaka K, Akai H, Kunimatsu N, Abe O. MRI ﬁnding s", "in posttraumatic stress disorder. J Magn Reson Imaging. (2020) 52:380–", "96.doi:10.1002/jmri.26929", "139. Guillin O, Abi-Dargham A, Laruelle M. Neurobiology of", "dopamine in schizophrenia. Int Rev Neurobiol. (2007) 78:1–", "39.doi:10.1016/S0074-7742(06)78001-1", "140. Toda M, Abi-Dargham A. Dopamine hypothesis of schizophrenia :", "making sense of it all. Curr Psychiatry Rep. (2007) 9:329–", "36.doi:10.1007/s11920-007-0041-7", "141. Cassidy CM, Balsam PD, Weinstein JJ, Rosengard RJ, Slifste in M, Daw ND,", "et al. A perceptual inference mechanism for hallucinations linked to striatal", "dopamine. CurrBiol. (2018)28:503–14.e504.doi:10.1016/j.cub.2017.12.059", "142. Rolland B, Jardri R, Amad A, Thomas P, Cottencin O, Bordet R.", "Pharmacology of hallucinations: several mechanisms for one single", "symptom? BiomedResInt. (2014)2014:307106.doi:10.1155/2014/307106", "143. Sterzer P, Adams RA, Fletcher P, Frith C, Lawrie SM, Muckli L, et al.", "The predictive coding account of psychosis. Biol Psychiatry. (2018) 84:634–", "43.doi:10.1016/j.biopsych.2018.05.015", "144. Wagner SK, Fu DJ, Faes L, Liu X, Huemer J, Khalid H, et al. Insight s into", "systemicdiseasethroughretinalimaging-basedoculomics. TranslVisionSci", "Technol.(2020)9:6–6.doi:10.1167/tvst.9.2.6", "145. Ascaso FJ, Rodriguez-Jimenez R, Cabezon L, Lopez-Anton R, Santabarbara", "J, De la Camara C, et al. Retinal nerve ﬁber layer and macular thicknes s inpatients with schizophrenia: Inﬂuence of recent illness episodes. Psychiatry", "Res.(2015)229:230–6.doi:10.1016/j.psychres.2015.07.028", "146. Cabezon L, Ascaso F, Ramiro P, Quintanilla M, Gutierrez L,", "Lobo A, et al. Optical coherence tomography: a window into", "the brain of schizophrenic patients. Acta Ophthalmol. (2012)", "90:s249.doi:10.1111/j.1755-3768.2012.T123.x", "147. Jerotic S, Ristic I, Pejovic S, Mihaljevic M, Pavlovic Z, Bri tvic D,", "et al. Retinal structural abnormalities in young adults with psychos is", "spectrum disorders. Prog Neuropsychopharmacol Biol Psychiatry. (2020)", "98:109825.doi:10.1016/j.pnpbp.2019.109825", "148. Lee WW, Tajunisah I, Sharmilla K, Peyman M, Subrayan V. Retinal nerve", "ﬁber layer structure abnormalities in schizophrenia and its relations hip", "to disease state: evidence from optical coherence tomography. Invest", "OphthalmolVisSci. (2013)54:7785–92.doi:10.1167/iovs.13-12534", "149. SamaniNN,ProudlockFA,SiramV,SuraweeraC,HutchinsonC,Nels onCP,", "et al. Retinal layer abnormalities as biomarkers of schizophrenia. Schizophr", "Bull.(2017)44:876–85.doi:10.1093/schbul/sbx130", "150. Schönfeldt-Lecuona C, Kregel T, Schmidt A, Kassubek J, Drey haupt J,", "FreudenmannRW,etal.Retinalsingle-layeranalysiswithopticalc oherence", "tomography (OCT) in schizophrenia spectrum disorder. Schizophr Res.", "(2020)219:5–12.doi:10.1016/j.schres.2019.03.022", "151. Topcu-Yilmaz P, Aydin M, Cetin Ilhan B. Evaluation of retinal n erve ﬁber", "layer, macular, and choroidal thickness in schizophrenia: spectral optic", "coherence tomography ﬁndings. Psychiatry Clin Psychopharmacol. (2019)", "29:28–33.doi:10.1080/24750573.2018.1426693", "152. Singh A, Sorensen TL. The prevalence and clinical characterist ics", "of Charles Bonnet Syndrome in Danish patients with neovascular", "age-related macular degeneration. Acta Ophthalmol. (2012) 90:476–", "80.doi:10.1111/j.1755-3768.2010.02051.x", "153. Lee JY, Kim JM, Ahn J, Kim HJ, Jeon BS, Kim TW. Retinal nerve ﬁber", "layerthicknessandvisualhallucinationsinParkinson’sDisea se.MovDisord.", "(2014)29:61–7.doi:10.1002/mds.25543", "154. Kopal A, Mejzlíková E, Preiningerová JL, Brebera D, Ulmanová O,", "Ehler E, et al. Changes of retina are not involved in the genesis", "of visual hallucinations in Parkinson’s disease. Parkinson Dis. (2015)", "2015:709191.doi:10.1155/2015/709191", "155. Zhuo C, Xiao B, Chen C, Jiang D, Li G, Ma X, et al. Abberant invert ed U-", "shaped brain pattern and trait-related retinal impairment in schizophreni a", "patients with combined auditory and visual hallucinations: a pilot study.", "BrainImagingBehav .(2020)15:738–47.doi:10.1007/s11682-020-00281-y", "156. ZhuoC,XiaoB,JiF,LinX,JiangD,TianH,etal.Patientswith ﬁrst-episode", "untreated schizophrenia who experience concomitant visual distu rbances", "andauditoryhallucinationsexhibitco-impairmentofthebrainandre tinas-a", "pilotstud y.BrainImagingBehav .(2020).doi:10.1007/s11682-020-00351-1", "157. Bernardin F, Schwitzer T, Angioi-Duprez K, Giersch A, Janse n C, Schwan", "R, et al. Retinal ganglion cells dysfunctions in schizophrenia pati ents", "with or without visual hallucinations. Schizophr Res. (2020) 219:47–", "55.doi:10.1016/j.schres.2019.07.007", "158. da Silva Morgan K, Elder GJ, ﬀytche DH, Collerton D, Taylor JP.", "The utility and application of electrophysiological methods in the", "study of visual hallucinations. Clin Neurophysiol. (2018) 129:2361–", "71.doi:10.1016/j.clinph.2018.08.019", "159. Silverstein SM, Wibral M, Phillips WA. Implications of informatio n theory", "for computational modeling of schizophrenia. Comput Psychiatr. (2017)", "1:82–101.doi:10.1162/CPSY_a_00004", "160. Collerton D, Perry E, McKeith I. Why people see things that", "are not there: a novel perception and attention deﬁcit model for", "recurrent complex visual hallucinations. Behav Brain Sci. (2005)", "28:737–57.doi:10.1017/S0140525X05000130", "161. Anticevic A, Cole MW, Murray JD, Corlett PR, Wang XJ, Krystal JH. T he", "role of default network deactivation in cognition and disease. Trends Cogn", "Sci.(2012)16:584–92.doi:10.1016/j.tics.2012.10.008", "162. Whitﬁeld-Gabrieli S, Thermenos HW, Milanovic S, Tsuang MT,", "Faraone SV, McCarley RW, et al. Hyperactivity and hyperconnectivity", "of the default network in schizophrenia and in ﬁrst-degree relative s", "of persons with schizophrenia. Proc Natl Acad Sci USA. (2009)", "106:1279–84.doi:10.1073/pnas.0809141106", "Frontiers in Psychiatry | www.frontiersin.org 17 June 2021 | Volume 12 | Article 684720"], ["Silverstein and Lai VH in Schizophrenia", "163. Di Plinio S, Perrucci MG, Aleman A, Ebisch SJH. I am me: brain", "systems integrate and segregate to establish a multidimensional se nse", "of self.Neuroimage. (2020) 205:116284. doi: 10.1016/j.neuroimage.2019.", "116284", "164. Paul ER, Farmer M, Kämpe R, Cremers HR, Hamilton JP. Functional", "connectivity between extrastriate body area and default mode net work", "predictsdepersonalization symptomsin majordepression: ﬁndings from an", "a priori speciﬁed multinetwork comparison. Biol Psychiatry. (2019) 4:627–", "35.doi:10.1016/j.biopsych.2019.03.389", "165. WebbCA,IsraelES,BelleauE,ApplemanL,ForbesEE,PizzagalliDA .Mind-", "wandering in adolescents predicts worse aﬀect and is linked to abe rrant", "default mode network-salience network connectivity. J Am Acad Child", "AdolescPsychiatry. (2021)60:377–87.doi:10.1016/j.jaac.2020.03.010", "166. Alcaro A, Carta S, Panksepp J. The aﬀective core of the self: a ne uro-", "archetypical perspective on the foundations of human (and animal)", "subjectivity. FrontPsychol. (2017)8:1424.doi:10.3389/fpsyg.2017.01424", "167. Goodwyn ED. The Neurobiology of the Gods: How Brain Physiology", "Shapes the Recurrent Imagery of Myth and Dreams . London: Routledge", "(2012).doi:10.4324/9780203141526", "168. Panksepp J. Aﬀective neuroscience of the emotional", "BrainMind: evolutionary perspectives and implications for", "understanding depression. Dialogues Clin Neurosci. (2010)", "12:533–45.doi:10.31887/DCNS.2010.12.4/jpanksepp", "169. Copolov DL, Seal ML, Maruﬀ P, Ulusoy R, Wong MT, Tochon-", "Danguy HJ, et al. Cortical activation associated with the experie nce", "of auditory hallucinations and perception of human speech in", "schizophrenia: a PET correlation study. Psychiatry Res. (2003)", "122:139–52.doi:10.1016/S0925-4927(02)00121-X", "170. Butler PD, Zemon V, Schechter I, Saperstein AM, Hoptman", "MJ, Lim KO, et al. Early-stage visual processing and cortical", "ampliﬁcation deﬁcits in schizophrenia. Arch Gen Psychiatry. (2005)", "62:495.doi:10.1001/archpsyc.62.5.495", "171. ReavisEA,LeeJ,WynnJK,NarrKL,NjauSN,EngelSA,etal.L inkingoptic", "radiationvolumetovisualperceptioninschizophreniaandbipolardi sorder.", "SchizophrRes. (2017)190:102–6.doi:10.1016/j.schres.2017.03.027", "172. LinskerR.Self-organizationinaperceptualnetwork. IEEEComputer .(1988)", "124:105–17.doi:10.1109/2.36", "173. Rokem A, Yoon JH, Ooms RE, Maddock RJ, Minzenberg MJ, Silver MA.", "Broadervisualorientationtuninginpatientswithschizophreni a.FrontHum", "Neurosci. (2011)5:127.doi:10.3389/fnhum.2011.00127", "174. Schallmo MP, Sponheim SR, Olman CA. Abnormal contextual modulatio n", "ofvisualcontourdetectioninpatientswithschizophrenia. PLoSONE. (2013)", "8:e68090.doi:10.1371/annotation/f082ec4d-419c-43ce- ae50-e05107539bf3", "175. Yoon JH, Rokem AS, Silver MA, Minzenberg MJ, Ursu S, Ragland", "JD, et al. Diminished orientation-speciﬁc surround suppression of", "visual processing in schizophrenia. Schizophr Bull. (2009) 35:1078–", "84.doi:10.1093/schbul/sbp064", "176. Hacioglu Yildirim M, Yildirim EA, Kaser M, Guduk M, Fistikci N ,", "Cinar O, et al. The relationship between adulthood traumatic experie nces", "and psychotic symptoms in female patients with schizophrenia. Compr", "Psychiatry. (2014)55:1847–54.doi:10.1016/j.comppsych.2014.08.049", "177. Lecei A, Decoster J, De Hert M, Derom C, Jacobs N, Menne-Loth mann C,", "et al. Evidence that the association of childhood trauma with psyc hosis and", "related psychopathology is not explained by gene-environment correlati on:", "A monozygotic twin diﬀerences approach. Schizophr Res. (2019) 205:58–", "62.doi:10.1016/j.schres.2018.05.025", "178. Lai A, Crosta C, Loftin M, Silverstein SM. Retinal structura l alterations", "in chronic versus ﬁrst episode schizophrenia spectrum disorders. Biomark", "Neuropsychiatry. (2020)2:100013.doi:10.1016/j.bionps.2020.100013179. Chu EMY, Kolappan M, Barnes TRE, Joyce EM, Ron MA. A window", "into the brain: An in vivostudy of the retina in schizophrenia using", "optical coherence tomography. Psychiatry Res Neuroimag. (2012) 203:89–", "94.doi:10.1016/j.pscychresns.2011.08.011", "180. Blom JD. Leroy’s elusive little people: a systematic review", "on lilliputian hallucinations. Neurosci Biobehav Rev. (2021)", "125:627–36.doi:10.1016/j.neubiorev.2021.03.002", "181. HeinrichsRW. InSearchofMadness .NewYork,NY:OxfordUniversityPress", "(2001).doi:10.1093/acprof:oso/9780195122190.001.0001", "182. Heinrichs RW. The primacy of cognition in schizophrenia. Am Psychol.", "(2005)60:229–42.doi:10.1037/0003-066X.60.3.229", "183. KayJ,PhillipsW,AruJ,GrahamB,LarkumME.ABayesiandecomposi tion", "of BAC ﬁring as a mechanisms for apical ampliﬁcation in neocortical", "pyramidalneurons. bioRxiv.(2019).doi:10.1101/604066", "184. Ghanbari Jolfaei A, Naji B, Nasr Esfehani M. Repetitive tran scranial", "magnetic stimulation in resistant visual hallucinations in a woman", "with schizophrenia: a case report. Iran J Psychiatry Behav Sci. (2016)", "10:e3561.doi:10.17795/ijpbs-3561", "185. JardriR,PinsD,BubrovszkyM,LucasB,LethucV,DelmaireC,et al.Neural", "functional organization of hallucinations in schizophrenia: mu ltisensory", "dissolution of pathological emergence in consciousness. Conscious Cogn.", "(2009)18:449–57.doi:10.1016/j.concog.2008.12.009", "186. Cavanagh P. The language of vision. Perception. (2021)", "50:195–215.doi:10.1177/0301006621991491", "187. Glezer VD. Vision and Mind: Modeling Mental Functions . Mahwah, NJ:", "LawrenceErlbaumAssociates,Inc.(1989)", "188. Logan GD, Zbrodoﬀ NJ. Selection for cognition: cognitive constraints on", "visualspatialattention. VisualCogn. (1999)6:51–81.doi:10.1080/713756797", "189. Ford JM, Mathalon DH. Corollary discharge dysfunction in schiz ophrenia:", "can it explain auditory hallucinations? Int J Psychophysiol. (2005) 58:179–", "89.doi:10.1016/j.ijpsycho.2005.01.014", "190. Green MF, Kinsbourne M. Auditory hallucinations in", "schizophrenia: does humming help? Biol Psychiatry. (1989)", "25:633–5.doi:10.1016/0006-3223(89)90225-4", "191. Green MF, Kinsbourne M. Subvocal activity and auditory", "hallucinations: clues for behavioral treatments? Schizophr Bull. (1990)", "16:617–25.doi:10.1093/schbul/16.4.617", "192. Mathalon DH, Ford JM. Corollary discharge dysfunction in schiz ophrenia:", "evidence for an elemental deﬁcit. Clin EEG Neurosci. (2008) 39:82–", "6.doi:10.1177/155005940803900212", "193. Zhang W, Li S, Wang X, Gong Y, Yao L, Xiao Y, et al. Abnormal dynami c", "functional connectivity betweenspeechand auditory areas ins chizophrenia", "patients with auditory hallucinations. Neuroimage Clin. (2018) 19:918–", "24.doi:10.1016/j.nicl.2018.06.018", "194. Silverstein SM. Integrating Jungian and self-psychologica l perspectives", "within cognitive-behavior therapy for a young man with a ﬁxed reli gious", "delusion. Clin Case Stud. (2007) 6:263–76. doi: 10.1177/15346501062", "87224", "Conﬂict of Interest: The authors declare that the research was conducted in the", "absence of any commercial or ﬁnancial relationships that could be c onstrued as a", "potentialconﬂictofinterest.", "Copyright © 2021 Silverstein and Lai. This is an open-access arti cle distributed", "under the terms of the Creative Commons Attribution License (CC BY). The use,", "distribution or reproduction in other forums is permitted, p rovided the original", "author(s) and the copyright owner(s) are credited and that th e original publication", "in this journal is cited, in accordance with accepted academ ic practice. No use,", "distributionorreproductionispermittedwhichdoesnotco mplywiththeseterms.", "Frontiers in Psychiatry | www.frontiersin.org 18 June 2021 | Volume 12 | Article 684720"]]