[["Review", "Prevalence of alcohol use disorders inschizophrenia – a systematic review andmeta-analysis", "Introduction", "Alcohol use disorders (AUDs) are common inpatients with schizophrenia. Previous systematicreviews have found a wide range (12–55%) ofAUD prevalence in patients with schizophrenia (1,2). Previous studies published between the years1960 and 1989 were reviewed by Mueser et al. (1)and those from the years 1990–2001 by Cantor-Graae et al. (2). Both reviews presented resultsKoskinen J, Lo¨ho¨nen J, Koponen H, Isohanni M, Miettunen J.Prevalence of alcohol use disorders in schizophrenia – a systematicreview and meta-analysis.Objective:Our aim was to present recent studies of alcohol usedisorders (AUDs) in patients with schizophrenia, estimate overallprevalence and characteristicsaﬀecting the prevalence of AUDs.Method:We conducted a search using three literature databases and amanual search on articles published in 1996–2008. Meta-regression wasused to study how prevalence is aﬀected by diﬀerent studycharacteristics. Articles that reported diagnoses according to DSM orICD diagnostic systems were included.Results:Altogether 60 studies met our criteria. The median of currentAUD prevalence was 9.4% (inter-quartile range, IQR 4.6–19.0, 18studies) and median oflifetime AUD prevalence 20.6% (IQR 12.0–34.5, 47 studies). In studies using DSM-III-R median prevalence washigher than that in studies using DSM-IV, ICD-9 or ICD-10(32⁄17⁄11⁄6%).Conclusion:Approximately every ﬁfth patient with schizophrenia hadlifetime AUD diagnosis. When contrasted with the most recent review,there might be a descending trend in AUD prevalence in patients withschizophrenia.J. Koskinen1, J. Lçhçnen1,H. Koponen2,3, M. Isohanni1,J. Miettunen1", "1Department of Psychiatry, University of Oulu and OuluUniversity Hospital, Oulu,", "2Department of Psychiatry,University and University Hospital of Kuopio, Kuopio and", "3Academy of Finland, Helsinki, Finland", "Key words: schizophrenia; alcohol; substance usedisordersJohanna Koskinen, MD, Department of Psychiatry,University of Oulu, PO Box 5000, FIN-90014, Universityof Oulu, Oulu, Finland.E-mail: johanna.koskinen@oulu.fiAccepted for publication March 4, 2009", "Summations", "•The systematic literature search found a wide range of prevalence estimates of alcohol use disorders(AUD) in patients with schizophrenia. However, AUDs are common in patients with schizophrenia.•The prevalence estimates of AUDs in patients with schizophrenia were higher in studies using DSM-III-R or DSM-IV dignostic criteria.•Patient type, location or gender distribution did not signiﬁcantly affect the prevalence estimates.", "Considerations", "•Study characteristics and their effect on the prevalence of AUDs could be studied more efﬁciently byconducting a separate meta-analysis and using speciﬁc keywords in article search.•The presented sample is from in- and out-patient settings, mainly from Western countries. Onlyarticles written in English are included; without language limitations a more comprehensive view onglobal AUD prevalence estimates in patients with schizophrenia might have been achieved.Acta Psychiatr Scand 2009: 120: 85–96All rights reservedDOI: 10.1111/j.1600-0447.2009.01385.x /C2112009 John Wiley & Sons A/S", "ACTA PSYCHIATRICASCANDINAVICA", "85"], ["from several substance use disorders, and theincluded studies varied greatly in methodological,diagnostical and sample characteristics. However,it remains unclear how these factors aﬀect preva-lence and what is the overall estimate of AUDprevalence in patients with schizophrenia.There are several reasons why it is important tostudy AUD in patients with schizophrenia. There isstrong evidence that comorbid AUD worsensclinical outcomes in patients with schizophrenia:they have more psychotic symptoms and moresevere depressive symptoms (3, 4); poorer treat-ment compliance; increased somatic morbidity;risk of violence, criminality and suicides; morenegative psychosocial events, e.g. divorce andunemployment; more admissions and longer hos-pitalization periods; taken together, in addition toadding to individual/C213s suﬀering, they also increasethe costs of the treatment (5–7). Although there aretwo previous systematic reviews considering AUDin patients with schizophrenia, a meta-analysis onthis topic has not yet been conducted.", "Aims of the study", "i) systematically collect and review studies pub-lished in 1996–2008 on AUD in patients withschizophrenia and contrast the prevalence ofAUDs in previous reviews;ii) estimate the overall prevalence of AUD inpatients with schizophrenia;iii) ﬁnd out how study design and sample charac-teristics affect prevalence of AUD in patientswith schizophrenia.", "Material and methods", "In order to ﬁnd articles reporting the prevalence ofAUD in patients with schizophrenia publishedin 1996–2008 as extensively as possible, weconducted a search using three electronic databases(PsycINFO, PubMed and Web of Science). Severalsearches were conducted; the latest was performedin January 2009. The keywords used were /C212schizo-phreni*/C213,/C212psychosis/C213,/C212psychoses/C213and/C212psychotic/C213toﬁnd studies on schizophrenic psychoses and /C212alco-holism/C213,/C212alcohol abuse/C213,/C212alcohol dependence/C213, /C212alcohol use disorder/C213,/C212substance use disorder/C213, /C212substance abuse/C213and/C212substance dependence/C213and /C212dual diagnosis/C213. At the same time a similar searchwas performed for cannabis use disorders. Alto-gether 3323 articles were found, of which 611articles were evaluated in detail after analysing theabstracts.In addition, we performed a manual literaturesearch for the same time period from the journalsActa Psychiatria Scandinavica,American Journal ofPsychiatry,Archives of General Psychiatry,Brit-ish Journal of Psychiatry,Journal of ClinicalPsychiatry,Psychiatry Research,SchizophreniaBulletin,Schizophrenia ResearchandSocialPsychiatry and Psychiatric Epidemiology. Thesejournals were selected because they had published aconsiderable proportion of the articles included(approximately 40%) on this topic based on oursystematic database search. We contacted approx-imately 30 authors to receive unpublished data.The inclusion criteria for study collection werethat the study reported information on the prev-alence of alcohol abuse⁄dependence, the sampleconsisted (at least 80%) of individuals with schizo-phrenia spectrum diagnosis (schizophrenia, schizo-phreniform disorder, schizoaﬀective disorder anddelusional disorder) or articles reported the prev-alence rates by diagnostic group (in samples thatwere less than 80% schizophrenia spectrum), thesubjects were older than 16 years of age and thestudy sample was larger than 15. Only articlesreporting schizophrenia spectrum disorders andAUD diagnoses according to DSM (Diagnosticand Statistical Manual of Mental Disorders byAmerican Psychiatry Association) or ICD (Inter-national Classiﬁcation of Diseases by WorldHealth Organisation) diagnostic system criteriawere included. We excluded studies with samplesthat might have biased the presented prevalences ofAUDs in the study, e.g. samples recruited fromprisons, forensic psychiatry units or shelters for thehomeless. Trials and intervention studies were alsoexcluded. Only articles written in English wereincluded.We collected information on the diagnosticsystem used. In our article, the terminology ofAUDs is adopted from the DSM diagnostic system(abuse and dependence). We compared whether thediagnostic system (ICD-9, ICD-10, DSM-III-R orDSM-IV) had an eﬀect on the presented preva-lences. For schizophrenia, the criteria diﬀer mainlyin terms of the duration of psychotic symptoms: inICD the symptoms should last 1 month and inDSM 6 months before making the diagnosis.We compared prevalences between ﬁrst-episodeand long-term patient samples. The average dura-tion of illness was determined from the studies; theminimum reported average duration was 9 years.All these studies were categorized as long-termpatient samples. In addition, we determined thestudy location and whether the sample consisted of", "in- or out-patients. Information on gender distri-bution, proportion of patients with schizophrenia,mean age and age range was collected where theywere reported.Koskinen et al.", "86", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["We present the number of studies as well as themean, standard deviation, median, inter-quartilerange (IQR), and range of prevalence estimates ofAUD in each of these variables of interest. Westudied the heterogeneity using CochranQ-statistic(8). Because of statistically signiﬁcant heterogene-ity (Q= 39 000,P< 0.001) we present randommean estimates, which is a conservative weightingmethod giving the same weight to all studies. Whenevidence is found of heterogeneity in the prevalenceestimates between studies, metaregression withz-test can be used to analyse associations betweenprevalences and study characteristics (8).Metaregression was used to compare the eﬀect ofdiagnostic systems (DSM vs. ICD), study setting(ﬁrst episode vs. long-term sample, in-patients vs.out-patients) and location (North America vs.Europe) with prevalence estimates. Both genderdistribution (proportion of male patients) andmean age were studied as continuous variables.For reasons of presentation these were categorizedinto three groups. The results of meta-regressionare presented adjusted for the method of alcoholuse diagnosis, so that variables for abuse (no ⁄yes),dependence (no⁄yes) and time period (lifetime⁄cur-rent) are included in the metaregression models. Inadditional analyses we compared our ﬁndings inlifetime abuse prevalence with those by Mueseret al. (1) and Cantor-Graae et al. (2) using meta-regression (z-test). The data were analysed withstata9.0 (9).", "Results", "Altogether 60 studies met our criteria. The studiesare summarized in", "Table 1 . From each study thefollowing details are presented where available:ﬁrst author of the study, publication year, loca-tion of the study (country), diagnostic system,distribution of schizophrenia diagnoses (schizo-phrenia or schizophrenia spectrum), duration ofillness⁄ﬁrst-episode sample, study setting, meanage and age range, sample size, gender distribu-tion, alcohol use diagnosis (current⁄lifetime,abuse⁄dependence) and prevalence (%) ofpatients with AUD. As seen from Table 1 studiesvary greatly by study designs and sample charac-teristics.", "Table 2 shows the prevalences in the studiesgrouped according to the type of current⁄lifetimealcohol use diagnosis. Total median prevalence ofAUD in patients with schizophrenia was 17.8%(IQR 9.7–28.6, 60 studies). Median of lifetimeAUD prevalence was 20.6% (IQR 12.0–34.5, 47studies) and median of current AUD prevalence9.4% (IQR 4.6–19.0, 18 studies).Figure 1 presents the studies categorized bydiﬀerent study characteristics. For each studycharacteristic mean prevalence estimates (with95% conﬁdence interval), median and range areshown. The studies using DSM-III-R reportedsubstantially higher median prevalence estimatesthan studies using DSM-IV, ICD-9 or ICD-10(32.4⁄17.4⁄11.4⁄6.2%). In meta-regression, diﬀer-ences between mean prevalence diagnostic systemswere also statistically signiﬁcant (z=)4.03,P< 0.001). For mean age and duration of illness,we present current and lifetime diagnoses sepa-rately. The median prevalence estimates of currentAUD is lower in older (mean age 30 years ormore) than in younger patient samples (23.4 vs.11.0%); however, in meta-regression this diﬀer-ence was not statistically signiﬁcant (z= 1.19,P= 0.23). In lifetime AUD diagnoses, the prev-alence was signiﬁcantly higher (z= 2.46,P= 0.01) in 30- to 39-year age group comparedwith other age groups (median 24.0% vs. 14.5%).Other study characteristics did not aﬀect theAUD prevalence.In studies published between 1960 and 1989 (1),the median lifetime abuse prevalence was 19%(range 12–30%,n= 6), whereas in the studiespublished in 1990–1995 (2) the median of preva-lences in lifetime abuse or dependence diagnosiswas 36% (range 21–54%,n= 10). In our meta-analysis, the median of lifetime abuse was 14%(range 2–47%, 19 studies) and the median of anylifetime AUD diagnosis was 21% (range 1–57%,47 studies). The change in AUD prevalences fromstudies published in 1990–1995 to the currentstudy was statistically signiﬁcant (z= 2.59,P= 0.01).", "DiscussionMain results", "Our results show a descending trend in AUDprevalence compared with the most recentreview. However, AUDs are still common inpatients with schizophrenia: approximately 10%had current and 20% had lifetime AUD diagno-sis. As seen in previous studies as well as in oursystematic review, there is great variation in theprevalence of AUDs in patients with schizophre-nia. The variation may be explained by manyfactors, such as diﬀerent study designs andsample characteristics. In our results the diag-nostic system aﬀected the prevalence of AUD inpatients with schizophrenia, so that the preva-lence of AUDs was higher especially in studiesusing DSM-III-R.Prevalence of AUDs in schizophrenia", "87", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["Table 1. Studies presenting results on alcohol use disorders in patients with schizophreniaReference Country", "Diagnosticsystem(schizophreniaand alcohol usedisorders)", "Mean durationof illness(schizophrenia)(years)", "Distribution ofschizophreniadiagnosis* Setting", "Meanage[range]", "Samplesize(male⁄female)", "AUDdiagnosis", "Patientswith AUDdiagnosis (%)Addington &Addington (10)", "Canada DSM-IV First-episode Spectrum", "(79% schizophrenia)", "In-patients 25.0 [–] 300 (", "/C24210⁄90) Lifetime abuse", "⁄dependence 11.0Akvardar et al. (11) Turkey DSM-IV 16.0 Schizophrenia In-and out-patients 39.3 [–] 49 (26", "⁄23) Lifetime abuse and dependence 4.1 and 4.1Altamura et al. (12) Italy DSM-III-R 18.8 Spectrum", "(92% schizophrenia)", "Out-patients 38.0 [", ")] 81 (55", "⁄26) Lifetime abuse", "⁄dependence 35.9Archie et al. (13)", "/C160Canada DSM-IV First-episode – In-patients 24.3 [–] 200 (156", "⁄44) Lifetime abuse and dependence 9.3 and 3.8Barnett et al. (14)", "/C160UK DSM-IV – Schizophrenia Out-patients – 82 Lifetime abuse and dependence 7.4 and 5.7B/C252hler et al. (15) Germany ICD-9 First-episode Spectrum In-patients 30.0 [12–59] 232 Lifetime abuse 23.7Cantor-Graae et al. (2) Sweden DSM-IV 21.0 Schizophrenia In- and out-patients 48.0 [–] 87 (54", "⁄33) Current and lifetime abuse 14.9 and 47.1Clark et al. (", "16)", "USA ICD-9 – Schizophrenia Out-patients 37.4 [–] 1705 (1238", "⁄467) Current abuse 4.6Compton et al. (17) USA DSM-IV First-episode Spectrum (67%", "schizophrenia)", "In-patients 20.0 [18–29] 18 (16", "⁄2) Lifetime dependence 16.7Compton et al. (18) USA DSM-IV – Spectrum (64%", "schizophrenia)", "In- and out-patients 42.9 [–] 248 (153", "⁄95) Lifetime abuse", "⁄dependence 18.1Compton et al. (19) USA DSM-IV First-episode Spectrum (40%", "schizophrenia)", "In-patients 22.8 [18–40] 25 (19", "⁄6) Lifetime abuse", "and dependence", "8.0 and 12.0Dawe et al. (20) Australia DSM-IV 11.1 Schizophrenia In- and out-patients 38.0 [16–48] 71 (53", "⁄18) Current abuse and", "dependence", "1.4 and 23.4De Lisi et al. (21) Costa Rica, USA DSM-III-R 19.6 Spectrum (73%", "schizophrenia)", "In- and out-patients 41.7 [–] 393 (242", "⁄151) Lifetime abuse 23.8Depp et al. (22) USA DSM-IV 27.9 Schizophrenia Out-patients 58.5 [–] 55 (27", "⁄28) Current abuse", "⁄dependence 10.9Dervaux et al. (23) France DSM-III-R – Spectrum (91%", "schizophrenia)", "In- and out-patients 34.7 [–] 100 (68", "⁄32) Lifetime abuse", "⁄dependence 27.0Dervaux et al. (24) France DSM-III-R 11.8 – In-and out-patients 34.1 [–] 114 Lifetime abuse and", "dependence and both", "3.5, 26.3 and 29.8Deshmukh et al. (25) USA DSM-III-R or –IV – Schizophrenia In- and out-patients 31.6 [–] 34 (34", "⁄-) Lifetime abuse and", "dependence and both", "8.8, 32.4 and 41.2Di Michele &Bolino (26)", "Italy ICD-10 and DSM-IV 12.6 Schizophrenia Out-patients 40.3 [25–58] 40 Lifetime abuse", "⁄dependence 17.5Dubertret et al. (27) France DSM-IV 11.3 Schizophrenia In-patients – 205 (139", "⁄65) Lifetime abuse", "⁄dependence 19.5Farrelly et al. (28)", "/C160Australia DSM-III-R First-episode Spectrum (46%", "schizophrenia)", "In-patients 21.7 [16–29] 91 Current abuse", "⁄dependence 1.1Fischer et al. (29) USA DSM-III-R – Schizophrenia In-patients 38.1 [22–55] 139 (124", "⁄15) Lifetime abuse 34.5Fowler et al. (30) Australia DSM-III-R 12.7 (with AUD) Schizophrenia Out-patients 36.3 [18–60] 194 (141", "⁄53) Lifetime andcurrent abuse, lifetimeand current dependence", "1.5 and 2.1, 46.9and 16.0Gr/C229we et al. (31) Norway ICD-9 Clinical diagnosis – – In-patients 36.0 [–] 1046 (659", "⁄387) Lifetime abuse 10.3Koskinen et al.", "88", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["Table 1. ContinuedReference Country", "Diagnosticsystem(schizophreniaand alcohol usedisorders)", "Mean durationof illness(schizophrenia)(years)", "Distribution ofschizophreniadiagnosis* Setting", "Meanage[range]", "Samplesize(male⁄female)", "AUDdiagnosis", "Patientswith AUDdiagnosis (%)Gut-Fayand et al. (32) France DSM-III-R 33.2 Spectrum (96%", "schizophrenia)", "In- and out-patients 33.2 [–] 50 (32", "⁄18) Lifetime abuse and", "dependence", "2.4 and 1.8Harkavy-Friedmanet al. (33)", "USA DSM-III-R 16.0 Spectrum (72%", "schizophrenia)", "In- and out-patients 37.6 [–] 156 (94", "⁄62) Lifetime abuse", "⁄dependence 24.4Harkavy-Friedmanet al. (34)", "USA DSM-IV 10.0 Spectrum (80%", "schizophrenia)", "In-patients 31.6 [–] 100 (61", "⁄39) Lifetime abuse", "⁄dependence", "12.1Haro et al. (35) Italy, Portugal,", "Spain,Ireland, UK", "DSM-IV and ICD-10 – Schizophrenia Out-patients 40.2 [–] 6516 (3753", "⁄2763) Lifetime abuse 2.5Holthausen et al. (36) Netherlands DSM-IV First admission – In-patients 24.8 [–] 118 (87", "⁄31) Current abuse 2.2Kamali et al. (37) Ireland DSM-IV 15.1 – In-patients 38.4 [–] 102 (68", "⁄34) Lifetime and current", "abuse⁄dependence", "46.1 and 24.5Kamali et al. (38) Ireland DSM-III-R First-episode – In- and out-patients 27.0 [–] 100 (62", "⁄38) Current abuse 8.0Karam et al. (39) Lebanon, Israel DSM-III-R – Schizophrenia In-patients 34.5 [–] 18 (12", "⁄6) Lifetime abuse 44.4Kavanagh et al. (40) Australia DSM-III-R – Schizophrenia In-patients – 430 Lifetime abuse", "⁄dependence 27.4Kendler et al. (41) USA DSM-III-R – – In- and out-patients 30.2 [15–54] 40 (16", "⁄24) Lifetime dependence", "and abuse⁄dependence", "43.2 and 57.0Kirkpatrick et al. (42) USA DSM-IV 11.3 Schizophrenia In- and out-patients 33.8 (current)", "34.4 (lifetime) [–]", "154 (103⁄51)(current) 122(84⁄38)(lifetime)", "Current and lifetimeabuse⁄dependence,", "3.9 and 15.5Krausz et al. (43) Germany ICD-9 – Schizophrenia In-patients 39.1 [18–60] 99 (45", "⁄54) Lifetime abuse and dependence 8.1 and 18.2Kuo et al. (44) Taiwan DSM-III-R, -III, -IV – Schizophrenia In- and out-patients 32.9 [–] 78 (38", "⁄40) Lifetime abuse", "⁄dependence 1.3Leslie &Rosenheck (45)", "USA ICD-9 – Schizophrenia Out-patients 52.0 [–] 34 925", "(33 031⁄2894)", "Lifetime abuse 16.0Lin et al. (46) Taiwan DSM-IV 12.4 – In-patients 37.7 [–] 336 (194", "⁄142) Lifetime abuse", "⁄dependence 11.9Margolese et al. (47) Canada DSM-IV First-episode Spectrum (62%", "schizophrenia)", "Out-patients 38.8 [–] 207 (120", "⁄87) Current abuse", "⁄dependence 10.1McCreadie et al. (48) UK ICD-10 18.0 Schizophrenia In- and out-patients 45.0 [–] 250 (154", "⁄96) Current dependence 6.8McGirr et al. (49) Canada DSM-IV – Spectrum (84%", "schizophrenia)", "In-and out-patients – 36 (26", "⁄10) Current and lifetime", "abuse⁄dependence", "8.6 and 20.6Messias &Bienvenu (50)", "USA DSM-III – Schizophrenia In- and out-patients 35.7 [–] 212 (97", "⁄115) Lifetime abuse", "⁄dependence 38.0Modestin et al. (51) Switzerland ICD-10 13.2 Schizophrenia In- and out-patients 40.6 [–] 525 (", "/C24278⁄247) Lifetime harmful use", "⁄dependence", "3.4Moilanen et al. (52) Finland DSM-III-R – Schizophrenia In- and out-patients 31.0 [31–31] 96 (63", "⁄33) Lifetime abuse", "⁄dependence 16.7Prevalence of AUDs in schizophrenia", "89", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["Table 1. ContinuedReference Country", "Diagnosticsystem(schizophreniaand alcohol usedisorders)", "Mean durationof illness(schizophrenia)(years)", "Distribution ofschizophreniadiagnosis* Setting", "Meanage[range]", "Samplesize(male⁄female)", "AUDdiagnosis", "Patientswith AUDdiagnosis (%)Mueser et al. (53) USA DSM-III-R – Spectrum (51%", "schizophrenia)", "In-patients 38.8 [–] 173 (154", "⁄19) Lifetime abuse", "⁄dependence 51.4Nesv/C229g et al. (54) Sweden DSM-III and –IV 16.1 Spectrum (81%", "schizophrenia)", "Out-patients 41.0 [–] 69 (50", "⁄19) Lifetime abuse", "⁄dependence 14.5Olfson et al. (55) USA DSM-III-R – – In-patients 36.5 [18–64] 262 (160", "⁄102) Current abuse", "⁄dependence 24.0Pristach & Smith (56) USA DSM-III-R 10.9 Schizophrenia In-patients 35.4 [–] 42 (28", "⁄14) Lifetime abuse", "⁄dependence 54.8Rabinowitz et al. (57) Israel ICD-9, clinical diagnosis – Schizophrenia In-patients – 7872 (4766", "⁄3106) Current abuse 2.6Rabinowitz et al. (58) USA DSM-III-R First-episode – In-patients – 224 (146", "⁄78) Lifetime abuse", "⁄dependence 37.3Ringen et al. (59) Norway DSM-IV 7.1 Spectrum", "(74% schizophrenia)", "In- and out-patients 33.0 [18–65] 252 (147", "⁄105) Lifetime abuse 13.5Rossi Menezes &Ratto (60)", "Brazil ICD-10 – Spectrum", "(95% schizophrenia)", "Out-patients 41.5 [18–65] 119 (", "/C2463⁄56) Current dependence 5.9Sim et al. (61) Singapore DSM-IV First-episode Spectrum", "(89% schizophrenia)", "In-patients 27.3 [18–40] 53 (53", "⁄-) Lifetime dependence 1.9Soliman & Reza (62) UK ICD-10 9.1 Schizophrenia In-patients 39.6 [–] 131 Lifetime harmful use", "⁄dependence 9.0Verdoux et al. (63)", "/C160France DSM-IV First-episode Spectrum", "(44% schizophrenia)", "In-patient 31.0 [16–59] 27 (15", "⁄12) Lifetime abuse", "⁄dependence 22.2Wade et al. (64)", "/C160Australia DSM-III-R First-episode – In-patients 21.3 93 (68", "⁄25) Lifetime abuse", "⁄dependence 32.3Wilk et al. (65) USA DSM-IV – Schizophrenia In-patients – [15–54] 273 Lifetime abuse", "⁄dependence 17.2Wobrock et al. (66) Germany ICD-10 First-episode – In-patients 25.7 [–] 68 (", "/C2445⁄23) Lifetime harmful use 5.9Xafenias et al. (67) Greece DSM-IV – – In-patients – 105 Current abuse", "⁄dependence 19.0Ziedonis & Trudeau (68) USA DSM-III-R – Spectrum", "(64%schizophrenia)", "Out-patients 44.0 [–] 497 (253", "⁄244) Current abuse 38.8*Distribution of diagnoses: samples from patients with schizophrenia only are mentioned here as schizophrenia and samples from schizophrenia spec", "trum patients mentioned as spectrum, proportion of patients with schizophrenia presented inparentheses./C160Also unpublished data from the authors.Koskinen et al.", "90", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["Prevalence and time trends of AUDs in patients withschizophrenia", "Studies in our sample present mainly results frompatient samples that are under treatment. Subjectsin clinical studies of shizophrenia are unlikely to berepresentative of all patients with schizophrenia;therefore, the prevalence estimate presented in thismeta-analysis concern mainly patients under treat-ment. In our results, the prevalence of mediancurrent alcohol abuse was 5% and that of depen-dence 11%. The lifetime prevalences were some-what higher: 14% for lifetime abuse and 19%for dependence. Some original studies reportedmarkably higher lifetime dependence than abuseprevalences (24, 25, 30). In two (24, 25) of thesethree studies, the prevalence estimates of abuse anddependence are not overlapping. This couldexplain the higher prevalence of dependence,which after all is more severe diagnosis. Otheroriginal studies reporting both lifetime abuse anddependence prevalences do not show substantialdiﬀerences in prevalences either way.To compare our results with that of previousstudies, we pooled the prevalences of AUDsreported in reviews published by Mueser et al. (1)and Cantor-Graae et al. (2). The inclusion criteriain these reviews were comparable with ours:however, there are probably diﬀerences in methodsas, e.g. diagnostic systems have changed during theyears. The studies included were published in1960–1989 (1) and 1990–1995 (2). These reviewsmainly report the prevalence of lifetime alcoholabuse or dependence in patients with schizophre-nia, and only these prevalences are thereforecompared.Table 2. Prevalence of alcohol use disorders in patients with schizophrenia by typeof alcohol use diagnosisAlcohol usediagnosisNumberof studies Mean (%) Median (%) Inter-quartilerange RangeLifetimeAbuse 19 17.0 13.5 5.9–24.0 1.5–47.1Dependence 10 22.3 18.7 12.0–32.4 3.8–46.9Abuse ordependence29 24.5 20.6 13.5–35.9 1.3–57.0Total* 47 23.4 20.6 12.0–35.9 1.3–57.0CurrentAbuse 9 10.6 4.6 2.1–14.9 1.1–38.8Dependence 4 13.0 11.4 6.4–19.7 5.9–23.4Abuse ordependence8 12.8 10.5 6.3–21.5 1.1–24.5Total* 18 12.4 9.4 4.6–19.0 1.1–38.8Total/C16060 20.9 17.8 9.7–28.6 1.1–57.0*In total higher prevalence estimates are used from abuse and dependencediagnoses (altogether 11 studies reported both abuse and dependence on lifetimediagnoses and three from current diagnoses)./C160Five studies reported both lifetime and current AUD diagnosis.", "0 5 10 15 20 25 30 35 40 45Diagnostic system", "First episode, current (n = 4)First episode, lifetime (n = 11)Long-term, current n = 7)Long-term, lifetime (n = 19)Over 40y, lifetime (n = 8)Over 40y, current (n = 5)30 to 40 y, lifetime (n = 26)30 to 40 y, current (n = 7)Below 30y, lifetime (n = 7)Below 30y, current (n = 3)More than 80% (n = 9)50% to 80% (n = 37)Less than 50% (n = 5)Europe (n = 20)North America (n = 27)Outpatients (n = 12)Inpatients (n = 26)DSM-IV (n = 23)DSM-III-R (n = 21)ICD-10 (n = 5)ICD-9 (n = 5)Patient typeLocationMale proportionMean age", "Illness duration", "Mean prevalence (95% confidence interval)21.5 [3.4–54.8]10.9 [1.4–24.5]16.8 [2.5–47.1]10.9 [5.9–38.8]24.0 [1.3–57.0]10.1 [1.4–24.5]11.0 [1.9–32.3]8.0 [1.1–22.0]16.0 [1.9–51.4]18.8 [2.5–54.8]23.7 [1.3–57.0]19.5 [3.4–47.1]17.2 [3.9–57.0]15.3 [2.5–46.9]18.1 [1.1–54.8]16.1 [1.9–47.1]32.3 [1.1–57.0]5.9 [3.4–9.1]10.3 [2.6–23.7]", "9.1 [1.1–22.0]16.7 [1.9–37.3]Median [range]", "Fig. 1.Prevalence of alcohol use disorders by study characteristics.Prevalence of AUDs in schizophrenia", "91", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["When we compared our results with that ofstudies published between 1960–1989 (1) and 1990–1995 (2), our median prevalence in lifetime abusewas statistically signiﬁcantly lower. This changemay mainly be due to variation in diagnostics,sampling and other methodological diﬀerences, butit may also indicate a descending trend in AUDs inpatients with schizophrenia. Nowadays specialtreatment strategies including combination treat-ment and comprehensive care have been developedfor patients with schizophrenia with comorbidAUD. Although clinicians are trained to recognizedual diagnosis patients, underdiagnosing of AUDstill undoubtedly exists (5, 69, 70). In the majorityof studies included in our sample, the AUDdiagnoses were ascertained from several sourcessuch as structured or semi-structured interviews,hospital charts, case notes and registers. Only intwo studies (31, 57) the alcohol use diagnosis wasbased only on clinical diagnosis.To avoid bias, we excluded studies presentingresults from samples recruited from prisons, forensicpsychiatry units or shelters for the homeless. In thesesamples, substance use disorders tend to be signi-ﬁcantly more common than that in the generalpopulation (5, 71, 72). Our prevalence estimates maytherefore underestimate the actual prevalence, asthese patient samples are not present in our sample.", "Diagnostics", "In DSM-III-R alcohol dependence diagnosisincludes both physiological symptoms, andbehavioural symptoms, whereas alcohol abusediagnosis is a residual category for diagnosingthose who do not meet the criteria for dependence,but who drink despite alcohol-related physical,social, psychological or occupational problems, orwho drink in dangerous situations. In the DSM-IValcohol abuse criteria also included drinkingdespite recurrent social, interpersonal and legalproblems as a result of alcohol use and the criteriafor dependence became stricter. DSM-III andICD-9 diﬀer greatly, whereas DSM-IV and ICD-10 have been developed into more compatiblesystems, although diﬀerences still exist. ICD-10does not diﬀer much in terms of dependencediagnosis from DSM-IV diagnostics. Alcohol usethat causes either physical or mental damage in theabsence of dependence is categorized in ICD-10 asharmful. This category highlights the somaticproblems related to alcohol use more than DSM-IV/C213s abuse diagnosis. These medical conditionsusually appear in older age, which may lead tounderdiagnosing in younger populations in thecase of ICD-10 (73, 74).In our data, the studies using DSM-III-Rdiagnostic system reported higher estimates thanthose studies using DSM-IV, ICD-9 or ICD-10.These diﬀerences remained after taking intoaccount other study characteristics (e.g. mean ageand gender distribution). Similar results have beenreported before: in previous studies comparingAUD diagnostics in DSM-III-R, DSM-IV andICD-10 it has been presented that dependencediagnosis is most common in studies using DSM-III-R (75–77). Previous study has shown that thediagnosis of ICD-10/C213s harmful use is not ascommon as abuse diagnoses in DSM systems(78), which are seen in our results as well.In our results, the prevalence of alcohol abuseand alcohol dependence was rather similar. There-fore, we combined these diagnoses when studyingcovariates. Many original studies have alsoreported their results combined (see Table 1).In our data set, there are 26 studies reportingresults from schizophrenia samples with narrowdiagnostic criteria and 21 studies were fromschizophrenia spectrum samples with broadercriteria. These diﬀerences in diagnostic criteriaare not likely to aﬀect our ﬁndings greatly. Onlyone study compared the prevalence of AUDs inpatients with schizophrenia and schizoaﬀectivedisorder. Mueser et al. (53) studied the prevalenceof lifetime alcohol abuse or dependence in an in-patient setting. They reported that patients withschizoaﬀective disorder had 1.4 times more oftendual diagnosis.", "Location of the study", "The substance use proﬁle is greatly aﬀected bycultural factors. Unfortunately, there were only afew non-Western studies in our data set andtherefore we were only able to compare NorthAmerican and (western) European studies. Therewere no diﬀerences in AUD prevalence betweenNorth American and European samples.In our sample, there was only one case–controlstudy reporting the results of AUDs in in- and out-patients with schizophrenia compared with thoseon the general population written by the Scottishcomorbidity study group (48). They found out thatAUDs were somewhat more common in patientswith schizophrenia (current abuse 16⁄9%, currentdependence 7⁄3%, lifetime abuse 39⁄34% andlifetime dependence 19⁄8%).We compared AUD prevalence in patients withschizophrenia with alcohol consumption in thecountries in question reported by WHO (79). Ingeneral, in studies presenting results from coun-tries with high consumption of alcohol, theKoskinen et al.", "92", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["prevalence of AUD in patients with schizophreniawas also higher than in studies from countrieswith lower alcohol consumption. However, therewere some exceptions: e.g. in the UK alcoholconsumption was high but the prevalence of AUDin patients with schizophrenia was low, whereas inSweden alcohol consumption was low in generalbut AUD prevalence in patients with schizophre-nia was high. However, alcohol consumption isnot directly proportional to AUD diagnoses andconsumption patterns are strongly associated withculture, which makes this kind of comparisonchallenging.", "Study setting and patient characteristics", "In our data, the diﬀerences between in- and out-patients were not statistically signiﬁcant. Only inone original study, the prevalences between in- andout-patients were compared. In an Australianstudy by Dawe et al. (20), 57% of in-patients and46% of out-patients had AUD.There were seven studies reporting currentAUD prevalence in long-term patient samples.The duration of illness varied between 7 and33 years. Current AUD prevalence was presentedin four studies from ﬁrst-episode samples. Wefound no diﬀerences in current AUD prevalencesbetween ﬁrst-episode and long-term patient sam-ples. As expected in long-term patients, thelifetime AUD prevalence was somewhat higher.In our sample, there were only a few studiescomparing mean age between the AUD and non-AUD group. Therefore, we compared thereported mean age between the studies, which isnot a very eﬃcient method to study the possibleeﬀect of age. A better way to study the eﬀects ofage on the prevalence of AUDs in patients withschizophrenia would be to compare results pre-sented in each study per individual age group(80). However, in lifetime AUD diagnoses, theprevalence was higher in older patient samples asexpected.In long-term samples of patients with schizo-phrenia, discrepant ﬁndings have been reported.Deshmukh et al. (25) found the AUD group to besomewhat younger (mean age 42.4⁄46.9 years),whereas Modestin and his study group (51) foundthat comorbid AUD in-patients were older thanpatients without any substance use disorder.Dawe et al. (20) reported that the ﬁrst-episodepatients with AUD were younger (mean age23.4⁄27.5 years).Among patients with schizophrenia, AUDs arereported to be more common in male patients (5).In our data set, the gender proportion did not showa signiﬁcant diﬀerence, although our method wasnot very eﬃcient for studying gender diﬀerences.There were some studies presenting results onprevalences in male and female patients. Rabino-witz et al. reported gender diﬀerences in Israeli (57)and American (58) samples. In these studies,AUDs were two to four times more common inmale patients with schizophrenia. De Lisi et al. (21)reported that AUD was seven times more commonin male patients with schizophrenia in Costa Ricanand US samples.Strengths of the study", "This is a comprehensive systematic review of recentstudies presenting results on AUDs in patients withschizophrenia. This is also the ﬁrst meta-analysis onthis topic. Our data are collected from a long timeperiod (1996–2008) and thus it was possible toinclude a large number of studies (n= 60) that metthe inclusion criteria. There was a wide variety ofmethods and results, and this heterogeneity made itchallenging to pool the results. There are certainchallenges such as inherent biases and diﬀerences instudy designs when conducting meta-analyses onobservational studies. We used the recommenda-tions of Meta-analysis of Observational Studies inEpidemiology (MOOSE) (81) as guidelines whenconducting this study. Speciﬁc inclusion criteria canbe used to exclude studies with methodologicalproblems. For instance, in the current study weincluded only articles using DSM or ICD diagnosticsystems. Only articles reporting results ondiagnoses based on the criteria of ICD-9, ICD-10,DSM-III-R or DSM-IV diagnostic systems (both inschizophrenia and in AUDs) were included. Inthe majority of the studies the diagnoses of schizo-phrenia and AUDs were ascertained from severalsources.", "Weaknesses of the study", "We conducted a systematic database search andextensive manual search from several scientiﬁcjournals. In addition, we contacted several authorsto receive unpublished data. However, it is possiblethat some studies presenting results on the preva-lences of AUDs in patients with schizophrenia aremissing. We may have missed, e.g. studies whereAUD is not the main interest of the article.We used metaregression to examine the eﬀect ofstudy characteristics on the prevalence of AUDs.Because of possible diﬀerences in other studycharacteristics metaregression is not a very eﬃcientmethod. We focused to estimate prevalence onAUDs in patients with schizophrenia and not inPrevalence of AUDs in schizophrenia", "93", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["examining speciﬁc study characteristics separately.There are only a few studies among the originalstudies looking speciﬁcally at study characteristics.These studies are now discussed separately. Studycharacteristics could be more eﬃciently examinedin a separate meta-analysis with specially developedinclusion and exclusion criteria. Another limitationis that prevalence estimates presented here aremainly from samples from Western countries.Because of limited resources we were able to includeonly articles published in English. Withoutlanguage limitations perhaps a more comprehen-sive view on global AUD prevalence estimates inpatients with schizophrenia could be achieved.In conclusion, our results suggest that AUDs inpatients with schizophrenia are common; however,there might be a descending trend. The decreaseseen in prevalence estimates may be explained bystricter AUD criteria in diagnostic systems. Othersample characteristics did not aﬀect the prevalenceestimates.", "Acknowledgements", "This study is supported by grants from Sigrid Juselius Foun-dation (Dr Koskinen and Dr Isohanni), Research Foundationof Orion Corporation (Dr Koskinen), Academy of Finland(Dr Koponen #113760, Dr Miettunen #110143, #125853 andDr Isohanni #212848) and NARSAD (Dr Isohanni). We thankthe following researchers who helped in the search for data:Suzanne Archie, Jennifer Barnett, Rosemary Purcell, SusyHarrigan, He´le`ne Verdoux and Darryl Wade.", "Declaration of interest", "Professor Hannu Koponen reports having received lecturerfees from AstraZeneca, Eli Lilly Finland, H. Lundbeck,Janssen-Cilag, and Wyeth. He also disclosed consulting feesfrom AstraZeneca, GlaxoSmith Kline, and Janssen-Cilag. Dr.Matti Isohanni has received advisory panel payments fromAstraZeneca. Dr. Johanna Koskinen, M.A. Johanna Lo ¨ho¨nen and Dr. Jouko Miettunen have no conﬂict of interest.", "References", "1.Mueser KT,Yarnold PR,Levinson DFet al. Prevalence ofsubstance abuse in schizophrenia: demographic and clini-cal correlates. Schizophr Bull 1990;16:31–55.2.Cantor-Graae E,Nordstro¨mL G,McNeil TF. Substance abuse in schizophrenia: a review of the literature anda study of correlates in Sweden. Schizophr Res 2001;48:69–82.3.Potvin S,Sepehry AA,Stip E. A meta-analysis of negativesymptoms in dual diagnosis schizophrenia. Psychol Med2006;36:431–440.4.Potvin S,Sepehry A,Stip E. Meta-analysis of depressivesymptoms in dual-diagnosis schizophrenia. Aust N Z JPsychiatry 2007;41:792–799.5.Drake RE,Mueser KT. Alcohol-use disorder andsevere mental illness. Alcohol Health Res World 1996;20:87–93.6.Dixon L. Dual diagnosis of substance abuse in schizo-phrenia: prevalence and impact on outcomes. SchizophrRes 1999;35(suppl.):93–100.7.Gregg L,Barrowclough C,Haddock G. Reasons for in-creased substance use in psychosis. Clin Psychol Rev2007;27:494–510.8.Sterne JAC,Bradburn MJ,Egger D. Meta-analysis instata. In:Egger M,DaveySmith G,Altman D, eds. Systematicreviews in health care: meta-analysis in context. London:BMJ Publishing Group, 2001.9. StataCorporation.stataUser/C213s Guide. College Station,TX: Stata Press, 2001.10.Addington J,Addington D. Patterns, predictors and impactof substance use in early psychosis: a longitudinal study.Acta Psychiatr Scand 2007;115:304–309.11.Akvardar Y,Tumuklu M,Akdede BB,Ulas H,Kitis A, Alptekin K. Substance use among patients withschizophrenia in a university hospital. Bull Clin Psycho-pharmacol 2004;14:191–197.12.Altamura AC,Bassetti R,Bignotti S,Pioli R,Mundo E. Clinical variables related to suicide attempts in schizo-phrenic patients: a retrospective study. Schizophr Res2003;1:47–55.13.Archie S,Rush BR,Akhtar-Danesh Net al. Substance useand abuse in ﬁrst-episode psychosis: prevalence before andafter early intervention. Schizophr Bull 2007; 33:1354–1363. 14.Barnett JH,Werners U,Secher SMet al. Substance use in apopulation-based clinic sample of people with ﬁrst-episodepsychosis. Br J Psychiatry 2007;190:515–520.15.Bu¨hler B,Hambrecht M,Lo¨ffler W,An derHeiden W, Ha¨fner H. Precipitation and determination of the onset andcourse of schizophrenia by substance abuse -a retrospectiveand prospective study of 232 population-based ﬁrst illnessepisodes. Schizophr Res 2002;54:243–251.16.Clark R,Haiyi X,Brunette M. Bezodiazepine PrescriptionPractices and Substance Abuse in Persons With SevereMental Illness. J Clin Psychiatry 2004; 65:151–155. 17.Compton MT", ",Furman AC,Kaslow NJ. Lower negativesymptom scores among cannabis-dependent patients withschizophrenia-spectrum disorders: preliminary evidencefrom an African American ﬁrst-episode sample. SchizophrRes 2004;71:61–64.18.Compton MT,Weiss PS,West JC,Kaslow NJ. The associa- tions between substance use disorders, schizophrenia-spectrum disorders, and Axis IV psychosocial problems.Soc Psychiatry Psychiatr Epidemiol 2005; 40:939–946. 19.Compton MT,Esterberg ML,Druss BG,Walker EF,Kaslow NJ. A descriptive study of pathways to care among hos-pitalized urban African American ﬁrst-episode schizo-phrenia-spectrum patients. Soc Psychiatry PsychiatrEpidemiol 2006;41:566–573.20.Dawe S,Seinen A,Kavanagh D. An Examination of theUtility of the AUDIT in People with Schizophrenia. J StudAlcohol 2000;61:744–750.21.DeLisi L,Mesen A,Rodriguez Cet al. Clinical characteristicsof schizophrenia in multiply aﬀected Spanish origin familiesfrom Costa Rica. Psychiatr Genet 2001; 11:145–152. 22.Depp CA,Davis CE,Mittal D,Patterson TL,Jeste DV. Health-related quality of life and functioning of middle-aged and elderly adults with bipolar disorder. J ClinPsychiatry 2006;67:215–221.23.Dervaux A,Bayle FJ,Laqueille Xet al. Is substance abusein schizophrenia related to impulsivity, sensation seeking,or anhedonia? Am J Psychiatry 2001;158:492–494. 24.Dervaux A,Bayle FJ,Laqueille Xet al. Validity of theCAGE questionnaire in schizophrenic patients withKoskinen et al.", "94", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["alcohol abuse and dependence. Schizophr Res 2006; 81: 151–155.25.Deshmukh A,Rosenbloom MJ,Pfefferbaum A,Sullivan EV. Clinical signs of cerebellar dysfunction in schizophrenia,alcoholism, and their comorbidity. Schizophr Res 2002; 57: 281–291.26.DiMichele V,Bolino F. The Natural Course of Schizo-phrenia and Psychopathological Predictors of Outcome.Psychopathology 2004;37:98–104.27.Dubertret C,Bidard I,Ades J,Gorwood P. Lifetime positivesymptoms in patients with schizophrenia and cannabisabuse are partially explained by co-morbid addiction.Schizophr Res 2006;86:284–290.28.Farrelly S,Harris MG,Henry LPet al. Prevalence andcorrelates of comorbidity 8 years after a ﬁrst psychoticepisode. Acta Psychiatr Scand 2007;116:62–70. 29.Fischer EP,Owen RR,Cuffel BJ. Substance abuse, com-munity service use, and symptom severity of urban andrural residents with schizophrenia. Psychiatr Serv 1996; 47: 980–984.30.Fowler IL,Carr VJ,Carter NT,Lewin TJ. Patterns of current and lifetime substance use in schizophrenia.Schizophr Bull 1998;24:443–455.31.Gra˚we RW,Pedersen PB,Widen JH. Changes in prevalenceand comorbidity in a total population of patients withpsychotic disorders in Norwegian psychiatric hospitals.Nord J Psychiatry 1997;51:127–132.32.Gut-Fayand A,Dervaux A,Olie JP,LoˆoH,Poirier MF, Krebs MO", ". Substance abuse and suicidality in schizophre-nia: a common risk factor linked to impulsivity. PsychiatryRes 2001;102:65–72.33.Harkavy-Friedman J,Restifo K,Malaspina Det al. Suicidal behavior in schizophrenia: Characteristics of individualswho had and had not attempted suicide. Am J Psychiatry1999;156:1276–1278.34.Harkavy-Friedman J,Kimhy D,Nlson E,Venarde DF, Malaspina D,Mann JJ. Suicide attempts in schizophrenia:The role of command auditory hallucinations for suicide.J Clin Psychiatry 2003;64:871–874.35.Haro JM,Novick D,Suarez D,Alonso J,Le´pine JP,Ratcliffe M. SOHO study group remission and relapse in the out-patient care of schizophrenia: Three-year results from theSchizophrenia Outpatient Health Outcomes study. J ClinPsychopharmacol 2006;26:571–578.36.Holthausen EA,Wiersma D,Sitskoorn MMet al. Schizo- phrenic patients without neuropsychological deﬁcits: sub-group, disease severity or cognitive compensation?Psychiatry Res 2002;15:1–11.37.Kamali M,Kelly L,Gervin M,Browne S,Larkin C, O/C213Callaghan E. The prevalence of comorbid substancemisuse and its inﬂuence on suicidal ideation among in-patients with schizophrenia. Acta Psychiatr Scand2000;101:452–456.38.Kamali M,Kelly BD,Clarke Met al. A prospective eval-uation of adherence to medication in ﬁrst episode schizo-phrenia. Eur Psychiatry 2006;21:29–33.39.Karam EG,Yabroudi PF", ",Melhem NM. Comorbidity ofsubstance abuse and other psychiatric disorders in acutegeneral psychiatric admissions: a study from Lebanon.Compr Psychiatry 2002;43:463–468.40.Kavanagh DJ,Waghorn G,Jenner Let al. Demographicand clinical correlates of comorbid substance use disordersin psychosis: multivariate analyses from an epidemiologicalsample. Schizophr Res 2004;66:115–124.41.Kendler KS,Gallagher TJ,Abelson JM,Kessler RC. Life- time prevalence, demographic risk factors, and diagnosticvalidity of nonaﬀective psychosis as assessed in a UScommunity sample. The National Comorbidity Survey.Arch Gen Psychiatry 1996;53:1022–1031.42.Kirkpatrick B,Amador XF,Flaum Met al. The deﬁcitsyndrome in the DMS-IV Field Trial: I. Alcohol and otherdrug abuse. Schizophr Res 1996;20:69–77.43.Krausz M,Haasen C,Mass R,Wagner HB,Peter H,Frey- berger HJ. Harmful use of psychotropic substances byschizophrenics: coincidence, patterns of use and motiva-tion. Eur Addict Res 1996;2:11–16.44.Kuo CJ,Tsai SY,Lo CH,Wang YP,Chen CC. Risk factors for completed suicide in schizophrenia. J Clin Psychiatry2005;66:579–585.45.Leslie D,Rosenhech MD. Use of pharmacy data to assessquality of pharmacotherapy for schizophrenia in a nationalhealth care system. Med Care 2001;39:923–933. 46.Lin CH,Chen CC,Wang SY,Lin SC,Chen MC,Lin CH. Factors aﬀecting time to rehospitalization in Han Chinesepatients with schizophrenic disorder in Taiwan. KaohsiungJ Med Sci 2008;24:408–413.47.Margolese HC,Malchy L,Negrete JC,Tempier R,Gill K. Drug and alcohol use among patients with schizophreniaand related psychoses: levels and consequences. SchizophrRes 2004;67:157–166.48.McCreadie RG,ScottishComorbidityStudyGroup. Use of drugs, alcohol and tobacco by people with schizophrenia:case-control study. Br J Psychiatry 2002; 181:321–325. 49.McGirr A,Tousignant M,Routhier Det al. Risk factors forcompleted suicide in schizophrenia and other chronicpsychotic disorders:a case-control study. Schizophr Res2006;84:132–143.50.Messias E,Bienvenu J. Suspiciousness and alcohol usedisorders in schizophrenia. J Nerv Ment Dis 2003; 191: 387–390.51.Modestin J,Gladen C,Christen S. A Comparative Study onSchizophrenic Patients with Dual Diagnosis. J Addict Dis2001;29:41–51.52.Moilanen K,Veijola J,La¨ksy KMet al. Reasons for thediagnostic discordance between clinicians and researchersin schizophrenia in the Northern Finland 1966 Birth Co-hort. Soc Psychiatry Psychiatr Epidemiol 2003; 38:305–310. 53.Mueser KT,Yarnold PR,Rosenberg SD,Swett C,Miles KM,Hill D. Substance use disorder in hospitalized severelymentally ill psychiatric patients: prevalence, correlates, andsubgroups. Schizophr Bull 2000;26:179–192.54.Nesva˚gR,Frigessi A", ",Jo¨nsson EG,Agartz I. Eﬀects of alcohol consumption and antipsychotic medication onbrain morphology in schizophrenia. Schizophr Res 2007;90:52–61.55.Olfson M,Mechanic D,Boyer C,Hansell S,Walkup J, Weiden PJ. Assessing clinical predictions of early rehospi-talization in schizophrenia. J Nerv Ment Dis 1999; 187: 721–729.56.Pristach CA,Smith CM. Self-reported eﬀects of alcohol useon symptoms of schizophrenia. Psychiatr Serv 1996; 47: 421–423.57.Rabinowitz J,Mark M,Popper M,Slyuzberg M. Reported comorbidity of mental disorders with substance abuseamong psychiatric inpatients in Israel. J Ment Health Adm1996;23:471–478.58.Rabinowitz J,Bromet EJ,Lavelle J,Carlson G,Kovasznay B,Schwartz JE. Prevalence and severity of substance usedisorders and onset of psychosis in ﬁrst-admission psy-chotic patients. Psychol Med 1998;28:1411–1419.59.Ringen PA,Melle I,Birkenaes ABet al. The level of illicitdrug use is related to symptoms and premorbid functioningin severe mental illness. Acta Psychiatr Scand 2008; 118: 297–304.Prevalence of AUDs in schizophrenia", "95", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""], ["60.RossiMenezes P,Ratto LR. Prevalence of substancemisuse among individuals with severe mental illness inSa˜o Paulo. Soc Psychiatry Psychiatr Epidemiol 2004;39:212–217.61.Sim K,Swapna V,Mythily Set al. Psychiatric comorbidityin ﬁrst episode psychosis: the Early Psychosis InterventionProgram (EPIP) experience. Acta Psychiatr Scand 2004;109:23–29.62.Soliman A,Reza H. Risk factors and correlates of violenceamong acutely ill adult psychiatric inpatients. PsychiatrServ 2001;52:75–80.63.Verdoux H,Liraud F,Gonzales B,Assens F,Abalan F,van OsJ. Predictors and outcome characteristics associatedwith suicidal behaviour in early psychosis: a two-year fol-low-up of ﬁrst-admitted subjects. Acta Psychiatr Scand2001;103:347–354.64.Wade D,Harrigan S,Harris MG,Edwards J,McGorry PD. Pattern and correlates of inpatient admission during theinitial acute phase of ﬁrst-episode psychosis. Aust N Z JPsychiatry 2006;40:429–436.65.Wilk JE,West JC,Narrow WEet al. Comorbidity patternsin routine psychiatric practice: is there evidence of under-detection and underdiagnosis? Compr Psychiatry 2006;47:258–264.66.Wobrock T,Sittinger H,Behrendt B,D/C213Amelio R,Falkai P, Caspari D. Comorbid substance abuse and neurocognitivefunction in recent-onsetschizophrenia. Eur Arch Psychia-try Clin Neurosci 2007;257:203–210.67.Xafenias A,Diakogiannis I,Iacovides A", ",Fokas K,Kaprinis G. Factors aﬀecting hospital length of stay: Is sub-stance use disorder one of them? A study in aGreek public psychiatric hospital Am J Addict2008;17:447–451.68.Ziedonis M,Trudeau K. Motivation to quit using substancesamong individuals with schizophrenia: implications for amotivation-based treatment model. Schizophr Bull1997;23:229–238.69.Frances RJ. Schizophrenia and substance abuse. PsychiatrAnn 1996;26:523–527.70.Buckley P. Prevalence and consequences of the dual diag-nosis of substance abuse and severe mental illness. J ClinPsychiatry 2006;67(suppl.):5–9.71.Shaw J,Hunt IM,Flynn Set al. The role of alcohol anddrugs in homicides in England and Wales. Addiction2006;101:1117–1124.72.Kanato M. Drug use and health among prison inmates.Curr Opin Psychiatry 2008;21:252–254.73.KaczynskiPollock N,Martin CS,Langenbucher JW. Diagnostic concordance of DSM-III, DSM-III-R, DSM-IV and ICD-10 alcohol diagnoses in adolescents. J StudAlcohol 2000;61:439–446.74.Hiller W. Alcohol dependence in ICD-9 and DSM-III-R: acomparative polydiagnostic study. Eur Arch PsychiatryNeurol Sci 1989;239:101–108.75.Cottler LB. Comparing DSM-III-R and ICD-10 substanceuse disorders. Addiction 1993;88:689–696.76.Grant BF,Harford TC,Hasin DS,Chou P,Pickering R. DSM-III-R and the proposed DSM-IV alcohol use disor-ders, United States 1988: A nosological comparison.Alcohol Clin Exp Res 1992;16:215–221.77.Schuckit MA,Hesselbrock V,Tipp J,Anthenelli R,Bucholz K,Radziminski S. A comparison of DSM-III-R, DSM-IVand ICD-10 substance use disorders diagnoses in 1922 menand women subjects in the COGA study. Addiction 1994;89:1629–1638.78.Grant BF. ICD-10 and proposed DSM-IV harmful use ofalcohol⁄alcohol abuse and dependence, United States1988: Nosological comparison. Alcsm Clin Exp Res 1993;17:1093–1101.79. WHO. Global Status Report on Alcohol. Geneva:Switzerland: Department of Mental Health and SubstanceAbuse, World Health Organization, 2004.80.Kraemer HC,Wilson KA,Hayward C. Lifetime prevalenceand pseudocomorbidity in psychiatric research. Arch GenPsychiatry 2006;63:604–608.81.Stroup D,Berlin J,Morton Set al. Meta-analysis ofobservational studies in epidemiology. A proposal forreporting. JAMA 2000;283:2008–2012.Koskinen et al.", "96", " 16000447, 2009, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/j.1600-0447.2009.01385.x by Nagoya Institute Of Technology, Wiley Online Library on [07/08/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License", ""]]